Repository: himynameisartem/FoodAtHome
Catalog: FoodAtHome/Support/*.lproj/Localizable.strings
Languages: ru

source: Fish Chehon
ru: Рыба чехонь

source: Fish Eel
ru: Рыба угорь

source: Fish Sea Dragon
ru: Рыба морской дракон

source: Fish Sea cock
ru: Рыба морской петух

source: Fish Sea language
ru: Рыба морской язык

source: Fish Spike
ru: Рыба шип

source: Fish Stingray
ru: Рыба скат

source: Fish Tench
ru: Рыба линь

source: Fish black cupid
ru: Рыба черный амур

source: Fish bream
ru: Рыба лещ

source: Fish burgers
ru: Рыбные бургеры

source: Fish catfish
ru: Рыба сом

source: Fish chir (shchokur)
ru: Рыба чир (щокур)

source: Fish congrio (king clip)
ru: Рыба конгрио (кинг клип)

source: Fish fillet
ru: Рыбное филе

source: Fish fish
ru: Рыба рыбец

source: Fish flounder-ruff
ru: Рыба камбала-ерш

source: Fish grouper (merow)
ru: Рыба групер (мероу)

source: Fish hake
ru: Рыба хек

source: Fish kumzha
ru: Рыба кумжа

source: Fish loofah
ru: Рыба луфарь

source: Fish mahi-mahi (coryphena)
ru: Рыба махи-махи (корифена)

source: Fish milk
ru: Рыбьи молоки

source: Fish oil
ru: Рыбий жир

source: Fish perch
ru: Рыба окунь

source: Fish ram
ru: Рыба тарань

source: Fish roll
ru: Рыбный рулет

source: Fish rotan
ru: Рыба ротан

source: Fish salmon (salmon)
ru: Рыба лосось (семга)

source: Fish sea bream
ru: Рыба лещ морской

source: Fish semi-finished products
ru: Рыбные полуфабрикаты

source: Fish steak
ru: Стейк из рыбы

source: Fish straws
ru: Рыбная соломка

source: Fish terpug
ru: Рыба терпуг

source: Flying fish
ru: Летучая рыба

source: Flying fish caviar (Tobiko caviar)
ru: Икра летучей рыбы (икра Тобико)

source: Frozen crab meat
ru: Замороженное крабовое мясо

source: Frozen fish sticks
ru: Замороженные рыбные палочки

source: Frozen sea cocktail
ru: Замороженный морской коктейль

source: Fucus seaweed
ru: Морские водоросли фукус

source: Grayling fish
ru: Рыба хариус

source: Green seaweed
ru: Морские водоросли зеленые

source: Grouper fish
ru: Рыба морской окунь

source: Gustera fish
ru: Рыба густера

source: Haddock fish
ru: Рыба пикша

source: Hake fillet
ru: Филе хека

source: Halibut caviar
ru: Икра палтуса

source: Halibut fish
ru: Рыба палтус

source: Hamsa fish
ru: Рыба хамса

source: Hawk caviar
ru: Ястычная икра

source: Herring fish
ru: Рыба сельдь

source: Hokkigai mollusk
ru: Хоккигай моллюск

source: Horse mackerel fish
ru: Рыба ставрида

source: Ice fish
ru: Ледяная рыба

source: Ide fish
ru: Рыба язь

source: Irish moss carrageenan
ru: Ирландский мох карраген

source: Kamchatka crab
ru: Краб камчатский

source: Keta
ru: Кета

source: King Prawns
ru: Королевские креветки

source: Kizhuch
ru: Кижуч

source: Kombu algae
ru: Водоросль комбу

source: Krill meat
ru: Мясо криля

source: Lamprey fish
ru: Рыба минога

source: Langoustine
ru: Лангустин

source: Langust
ru: Лангуст

source: Lemongrass fish
ru: Рыба лемонема

source: Letrin fish
ru: Рыба летрин

source: Limu Seaweed
ru: Водоросль лиму

source: Lobster - lobster
ru: Лобстер - омар

source: Mackerel fish
ru: Рыба макрель

source: Makrurus fish
ru: Рыба макрурус

source: Marlin fish
ru: Рыба марлин

source: Masago Caviar
ru: Икра масаго

source: Meat of the trumpeter
ru: Мясо трубача

source: Minced fish
ru: Рыбный фарш

source: Mini octopuses
ru: Мини осьминоги

source: Mollusc tridacna (sea cicada)
ru: Моллюск тридакна (морская цикада)

source: Molva fish (sea pike)
ru: Рыба мольва (морская щука)

source: Muksun fish
ru: Рыба муксун

source: Mullet
ru: Кефаль

source: Mussels
ru: Мидии

source: Navaga fish
ru: Рыба навага

source: Nelma fish
ru: Рыба нельма

source: Nori chips
ru: Чипсы нори

source: Nori seaweed
ru: Водоросль нори

source: Notesreferences
ru: Нототения

source: Octopus
ru: Осьминог

source: Oil fish
ru: Масляная рыба

source: Omul fish
ru: Рыба омуль

source: Oyster
ru: Устрица

source: Pangasius fillet
ru: Филе пангасиуса

source: Pangasius fish
ru: Рыба пангасиус

source: Parrot fish
ru: Рыба попугай

source: Pelamida fish
ru: Рыба пеламида

source: Pelengas fish
ru: Рыба пеленгас

source: Pickled capelin
ru: Маринованная мойва

source: Pickled carp
ru: Маринованный карп

source: Pickled catfish
ru: Маринованный сом

source: Pickled crucian carp
ru: Маринованный карась

source: Pickled fish
ru: Маринованная рыба

source: Pickled herring
ru: Маринованная сельдь

source: Pickled lamprey
ru: Маринованная минога

source: Pickled mackerel
ru: Маринованная скумбрия

source: Pickled mussels
ru: Мидии маринованные

source: Pickled octopuses
ru: Маринованные осьминоги

source: Pickled pike
ru: Маринованная щука

source: Pickled salmon (salmon)
ru: Маринованный лосось (семга)

source: Pickled shrimp
ru: Маринованные креветки

source: Pickled silver carp
ru: Маринованный толстолобик

source: Pickled squid
ru: Маринованные кальмары

source: Pickled trout
ru: Маринованная форель

source: Pike caviar
ru: Икра щуки

source: Pike fish
ru: Рыба щука

source: Pike perch fish
ru: Рыба судак

source: Pink salmon
ru: Горбуша

source: Pink salmon caviar
ru: Икра горбуши

source: Pollock caviar
ru: Икра минтая

source: Pollock fillet
ru: Филе минтая

source: Pollock fish
ru: Рыба минтай

source: Pollock liver
ru: Печень минтая

source: Porphyry algae
ru: Водоросль порфира

source: Puffer fish
ru: Рыба фугу

source: Rainbow trout fish
ru: Рыба форель радужная

source: Rapana clam
ru: Моллюск рапаны

source: Red caviar
ru: Красная икра

source: Red caviar of chum salmon
ru: Красная икра кеты

source: Red seaweed
ru: Морские водоросли красные

source: Red-eyed fish
ru: Рыба красноглазка

source: Roach fish
ru: Рыба плотва

source: Rudd fish
ru: Рыба красноперка

source: Ruff
ru: Ерш

source: Ryapushka fish
ru: Рыба ряпушка

source: Saber Fish
ru: Рыба сабля

source: Saida fish
ru: Рыба сайда

source: Salmon bellies
ru: Брюшки семги

source: Salmon minced meat
ru: Лососевый фарш

source: Salmon ridges
ru: Хребты семги

source: Salmon steak (salmon)
ru: Стейк из семги (лосося)

source: Salted capelin
ru: Соленая мойва

source: Salted fish
ru: Соленая рыба

source: Salted hamsa
ru: Хамса соленая

source: Salted mackerel
ru: Соленая скумбрия

source: Salted pink salmon
ru: Соленая горбуша

source: Salted salmon
ru: Соленая семга

source: Salted straw
ru: Соленая соломка

source: Salted trout
ru: Форель соленая

source: Salty tuna
ru: Тунец соленый

source: Salty tyulka
ru: Тюлька соленая

source: Sardine fish
ru: Рыба сардина

source: Saury fish
ru: Рыба сайра

source: Scallop
ru: Морской гребешок

source: Scomber fish
ru: Рыба скумбрия

source: Sea Urchin caviar
ru: Икра морских ежей

source: Sea acorn balanus
ru: Морской жёлудь балянус

source: Sea bass fish
ru: Рыба сибас

source: Sea cabbage (Kelp)
ru: Морская капуста (Ламинария)

source: Sea ear
ru: Морское ухо

source: Sea urchins
ru: Морские ежи

source: Sevryuga fish
ru: Рыба севрюга

source: Shark Meat
ru: Мясо акулы

source: Shark fins
ru: Акульи плавники

source: Shark katran
ru: Акула катран

source: Shellfish
ru: Моллюски

source: Shellfish caviar
ru: Икра моллюсков

source: Shem fish
ru: Рыба шемая

source: Shrimp
ru: Креветки

source: Silver carp caviar
ru: Икра толстолобика

source: Silver carp fish
ru: Рыба толстолобик

source: Smelt fish
ru: Рыба корюшка

source: Smoked bream
ru: Копченый лещ

source: Smoked capelin
ru: Мойва копченая

source: Smoked cod
ru: Треска копченая

source: Smoked eel
ru: Копченый угорь

source: Smoked fish
ru: Копченая рыба

source: Smoked herring
ru: Сельдь копченая

source: Smoked horse mackerel
ru: Копченая ставрида

source: Smoked mackerel
ru: Копченая скумбрия

source: Smoked pink salmon
ru: Копченая горбуша

source: Smoked salmon
ru: Копченая семга

source: Smoked sprat
ru: Копченая салака

source: Smoked squid
ru: Копченый кальмар

source: Smoked sterlet
ru: Копченая стерлядь

source: Smoked tuna
ru: Тунец копченый

source: Snail caviar
ru: Икра улиток

source: Sockeye salmon
ru: Рыба нерка

source: Spirulina algae
ru: Водоросль спирулина

source: Sprat
ru: Рыба килька

source: Sprat fish
ru: Рыба салака

source: Sprat in tomato sauce
ru: Килька в томатном соусе

source: Sprat of spicy salting
ru: Килька пряного посола

source: Sprat pate
ru: Шпротный паштет

source: Sprats fish
ru: Рыба шпроты

source: Squid
ru: Кальмар

source: Squid Rings
ru: Кольца кальмаров

source: Squid Tentacle
ru: Щупальце кальмара

source: Steers in tomato sauce
ru: Бычки в томатном соусе

source: Sterlet fish
ru: Рыба стерлядь

source: Stroganina from fish
ru: Строганина из рыбы

source: Sturgeon fish
ru: Рыба осетр

source: Sunfish
ru: Рыба солнечник

source: Surimi
ru: Сурими

source: Swordfish
ru: Меч-рыба

source: Taimen fish
ru: Рыба таймень

source: Tiger Prawns
ru: Тигровые креветки

source: Tilapia fillet
ru: Филе тилапии

source: Tilapia fish
ru: Рыба тилапия

source: Trepang
ru: Трепанг

source: Trout fish
ru: Рыба форель

source: Tuna
ru: Тунец

source: Tuna shavings
ru: Стружка тунца

source: Turbot fish
ru: Рыба тюрбо

source: Turtle meat
ru: Мясо черепах

source: Tyulka fish
ru: Рыба тюлька

source: Ulva seaweed (Sea salad)
ru: Водоросль ульва (Морской салат)

source: Venus clam (vongole)
ru: Моллюск венерка (vongole)

source: Visiga
ru: Визига

source: Vobla
ru: Вобла

source: Wakame seaweed
ru: Водоросль вакаме

source: Walleye caviar
ru: Икра судака

source: Whale meat
ru: Мясо китов

source: White caviar
ru: Белая икра

source: White-eyed fish
ru: Рыба белоглазка

source: Whitefish
ru: Рыба сиг

source: Whitefish fish
ru: Рыба белорыбица

source: Whiting
ru: Рыба мерланг

source: Whiting fish
ru: Рыба путассу

source: Yabbi
ru: Ябби

source: Yellow striped fish
ru: Рыба желтый полосатик

source: Yellowtail fish (lacedra)
ru: Рыба желтохвост (лакедра)

source: Zuban fish
ru: Рыба зубан

source: Apricot pits
ru: Абрикосовые косточки

source: Beech nut
ru: Буковый орех

source: Bitter almonds
ru: Миндаль горький

source: Brazilian opex
ru: Бразильский opex

source: Candied apples
ru: Цукаты из яблок

source: Candied fruits
ru: Цукаты

source: Candied ginger
ru: Цукаты из имбиря

source: Candied melon
ru: Цукаты из дыни

source: Candied orange
ru: Апельсиновые цукаты

source: Candied papaya
ru: Цукаты папайя

source: Candied pears
ru: Цукаты из груш

source: Candied pineapple
ru: Цукаты из ананаса

source: Candied watermelon crusts
ru: Цукаты из арбузных корок

source: Canned chestnuts
ru: Каштаны консервированные

source: Cashews
ru: Кешью

source: Chilim nut
ru: Орех чилим

source: Chufa (Ground almonds)
ru: Чуфа (Земляной миндаль)

source: Coconut opex
ru: Кокосовый opex

source: Cucui nuts
ru: Орехи кукуи

source: Dates
ru: Финики

source: Dried Fruits
ru: Сухофрукты

source: Dried Hawthorn
ru: Сушеный боярышник

source: Dried apples
ru: Сушеные яблоки

source: Dried apricots
ru: Курага

source: Dried bananas
ru: Бананы сушеные

source: Dried barberry
ru: Сушеный барбарис

source: Dried cherry
ru: Вяленая вишня

source: Dried cranberries
ru: Клюква сушеная

source: Dried date
ru: Финик сушеный

source: Dried figs
ru: Сушеный инжир

source: Dried kumquat
ru: Сушеный кумкват

source: Dried mango
ru: Сушеное манго

source: Dried melon
ru: Сушеная дыня

source: Dried peanuts
ru: Арахис сушеный

source: Dried pears
ru: Сушеные груши

source: Dried rosehip
ru: Сушеный шиповник

source: Flax seeds
ru: Семена льна

source: Fresh chestnut
ru: Каштан свежий

source: Fruit chips
ru: Фруктовые чипсы

source: Fruits of the shea tree (karite)
ru: Плоды дерева ши (карите)

source: Hazelnut
ru: Орех лещина

source: Hazelnuts
ru: Фундук

source: Jerked cranberries
ru: Клюква вяленая

source: Kishmish raisins
ru: Изюм кишмиш

source: Kola nut
ru: Орех кола

source: Macadamia nut
ru: Орех макадамия

source: Nuts
ru: Орехи

source: Nuts acorns
ru: Орехи желуди

source: Peanuts
ru: Арахис

source: Pecan
ru: Орех пекан

source: Pine nut cake
ru: Жмых кедрового ореха

source: Pine nuts
ru: Кедровые орехи

source: Pistachios
ru: Фисташки

source: Prunes
ru: Чернослив

source: Pumpkin seeds
ru: Тыквенные семечки

source: Raisins
ru: Изюм

source: Roasted cashew
ru: Кешью жареный

source: Roasted chestnut
ru: Каштан жареный

source: Roasted peanuts
ru: Арахис жареный

source: Seychelles coco de mer nut
ru: Сейшельский орех коко-де-мер

source: Stone-pine nuts
ru: Орехи пинии

source: Sunflower seeds
ru: Семечки подсолнечника

source: Sweet almonds
ru: Миндаль сладкий

source: The nut was drunk
ru: Орех пили

source: The softest chestnut (Chinese)
ru: Каштан мягчайший (китайский)

source: Uryuk
ru: Урюк

source: Walnut opex
ru: Грецкий opex

source: Watermelon seeds
ru: Арбузные семечки

source: Agnolotti
ru: Аньолотти

source: Amaranth flour
ru: Амарантовая мука

source: Armenian lavash
ru: Лаваш армянский

source: Bagel
ru: Багель

source: Bagels (drying)
ru: Бублики (сушки)

source: Baguette
ru: Багет

source: Banana bread
ru: Банановый хлеб

source: Barley flour
ru: Ячменная мука

source: Bavette pasta
ru: Макароны баветте

source: Biscuit crumb
ru: Бисквитная крошка

source: Black bread
ru: Хлеб черный

source: Boraki
ru: Бораки

source: Borodino bread
ru: Бородинский хлеб

source: Bread
ru: Хлеб

source: Bread crumbs
ru: Хлебные крошки

source: Bread for toast
ru: Хлеб для тостов

source: Bread grey
ru: Хлеб серый

source: Bread rolls
ru: Хлебцы

source: Bread sticks
ru: Хлебные палочки

source: Bread with bran
ru: Хлеб с отрубями

source: Bread with dried fruits
ru: Хлеб с сухофруктами

source: Bread with seeds
ru: Хлеб с семечками

source: Breadcrumbs with raisins
ru: Сухари с изюмом

source: Brezel
ru: Брецель

source: Brioche bun
ru: Булочка бриошь

source: Bruschetta
ru: Брускетта

source: Bucatini
ru: Букатини

source: Buckwheat bread
ru: Хлеб гречневый

source: Buckwheat flour
ru: Гречневая мука

source: Buckwheat loaves
ru: Хлебцы гречневые

source: Buckwheat noodles
ru: Гречневая лапша

source: Buns
ru: Булочки

source: Buns buns
ru: Булочки плюшки

source: Butter buns
ru: Сдобные булочки

source: Cakes for honey cake
ru: Коржи для медовика

source: Cannelloni
ru: Каннеллони

source: Chapati
ru: Чапати

source: Cheese tortilla
ru: Сырная тортилья

source: Cheesecake
ru: Ватрушка

source: Chickpea flour
ru: Нутовая мука

source: Chipette
ru: Чипетке

source: Chips
ru: Чипсы

source: Chopped dough
ru: Рубленое тесто

source: Ciabatta
ru: Чиабатта

source: Coconut flour
ru: Кокосовая мука

source: Corn Tortilla
ru: Кукурузная тортилья

source: Corn bread
ru: Хлеб кукурузный

source: Corn flour
ru: Кукурузная мука

source: Corn loaves
ru: Хлебцы кукурузные

source: Crackers
ru: Сухарики

source: Croissant
ru: Рогалик

source: Croutons
ru: Крутоны

source: Cupcakes muffins
ru: Кексы маффины

source: Dough
ru: Тесто

source: Dough for dumplings
ru: Тесто для пельменей

source: Dough-boy
ru: Клецки

source: Dumplings
ru: Пельмени

source: Dumplings with garlic
ru: Пампушки с чесноком

source: Egg noodles
ru: Яичная лапша

source: English Christmas Cupcake
ru: Рождественский английский кекс

source: Farfalle pasta
ru: Паста фарфалле

source: Fatir
ru: Фатир

source: Fettuccine
ru: Фетучини

source: Filo dough
ru: Тесто фило

source: Flaxseed flour
ru: Мука льняная

source: Flour mixture
ru: Мучная смесь

source: Focaccia
ru: Фокачча

source: Fritters
ru: Оладьи

source: Funchosa noodles
ru: Лапша фунчоза

source: Garlic bread
ru: Чесночный хлеб

source: Gingerbread dough
ru: Пряничное тесто

source: Grain bread
ru: Зерновой хлеб

source: Grissini
ru: Гриссини

source: Hala Bread
ru: Хлеб хала

source: Hamburger buns
ru: Булочки для гамбургеров

source: Hard chuck
ru: Сухари

source: Harusame noodles
ru: Лапша харусаме

source: Homemade bread
ru: Хлеб домашний

source: Hot dog buns
ru: Булочки для хот-догов

source: Instant noodles
ru: Лапша быстрого приготовления

source: Italian pasta
ru: Итальянская паста

source: Kadaif dough
ru: Тесто кадаиф

source: Kalach
ru: Калач

source: Khinkali
ru: Хинкалии

source: Kulebyaki pies
ru: Пироги кулебяки

source: Lasagna sheets
ru: Листы для лазаньи

source: Lavash
ru: Лаваш

source: Lentil flour
ru: Мука чечевичная

source: Linguine (linguine)
ru: Лингуине (linguine)

source: Loaf
ru: Каравай

source: Long loaf
ru: Батон

source: Mafaldine
ru: Мафальдине

source: Malt bread
ru: Хлеб солодовый

source: Matzo
ru: Маца

source: Muffin
ru: Сдоба

source: Noodles
ru: Лапша

source: Nut flour
ru: Ореховая мука

source: Oat flour
ru: Овсяная мука

source: Oatmeal bread
ru: Овсяный хлеб

source: Oatmeal loaves
ru: Хлебцы овсяные

source: Pampushki
ru: Пампушки

source: Pancakes
ru: Блины

source: Pancakes (American pancakes)
ru: Панкейки (американские блинчики)

source: Papardelle
ru: Папарделле

source: Pasta
ru: Макароны

source: Pasta capellini
ru: Паста капеллини

source: Pasta conciglioni
ru: Макароны конкильони

source: Pasta horns
ru: Макароны рожки

source: Pasta orzo (Risoni)
ru: Паста орзо (Ризони)

source: Pasta shells
ru: Макароны ракушки

source: Pasta spiral
ru: Макароны спираль

source: Pattyes
ru: Пирожки

source: Pea flour
ru: Гороховая мука

source: Peeled rye flour
ru: Мука ржаная обдирная

source: Penne Pasta
ru: Паста пенне

source: Pete
ru: Пита

source: Pies
ru: Пироги

source: Plait
ru: Плетенка

source: Premium wheat flour
ru: Мука пшеничная высшего сорта

source: Pretzel
ru: Крендель

source: Profiteroles
ru: Профитроли

source: Puff pastry
ru: Слоеное тесто

source: Puff tongues
ru: Слоеные язычки

source: Pumpernickel bread
ru: Хлеб пумперникель

source: Pumpkin flour
ru: Мука тыквенная

source: Ramen noodles
ru: Лапша рамен

source: Ravioli
ru: Равиоли

source: Rice flour
ru: Рисовая мука

source: Rice noodles
ru: Рисовая лапша

source: Rice paper
ru: Рисовая бумага

source: Rigatoni pasta
ru: Паста ригатони

source: Roti tortillas
ru: Лепешки роти

source: Rye bread
ru: Ржаной хлеб

source: Rye bread rolls
ru: Хлебцы ржаные

source: Rye crackers
ru: Ржаные сухарики

source: Rye flour
ru: Мука ржаная

source: Rye flour wallpaper
ru: Мука ржаная обойная

source: Rye seed flour
ru: Мука ржаная сеяная

source: Rye-wheat flour
ru: Ржано-пшеничная мука

source: Sayka
ru: Сайка

source: Sesame flour
ru: Кунжутная мука

source: Shangi
ru: Шаньги

source: Shortbread dough
ru: Песочное тесто

source: Snack bars
ru: Трубочки закусочные

source: Soba noodles
ru: Лапша соба

source: Sochnik
ru: Сочник

source: Soy bread
ru: Хлеб соевый

source: Soy flour
ru: Соевая мука

source: Spaghetti
ru: Спагетти

source: Spaghettini
ru: Спагеттини

source: Spiderweb vermicelli
ru: Вермишель паутинка

source: Steering wheels
ru: Баранки

source: Sunflower flour
ru: Мука подсолнечная

source: Sweet straw
ru: Соломка сладкая

source: Taco tortillas
ru: Лепешки тако

source: Tagliatelle
ru: Тальятелле

source: Tartlets
ru: Тарталетки

source: Tempura flour
ru: Мука темпура

source: Toast
ru: Гренки

source: Tortilla
ru: Тортилья

source: Tortillas
ru: Лепешки

source: Triticale flour
ru: Мука тритикале

source: Udon noodles
ru: Лапша удон

source: Unleavened dough
ru: Пресное тесто

source: Vareniki
ru: Вареники

source: Vermicelli
ru: Вермишель

source: Volovan
ru: Волован

source: Waffle cakes
ru: Вафельные коржи

source: Wallpaper wheat flour
ru: Обойная пшеничная мука

source: Wheat bread
ru: Хлеб пшеничный

source: Wheat flour
ru: Мука пшеничная

source: Wheat flour of the first grade
ru: Мука пшеничная первого сорта

source: Wheat flour of the second grade
ru: Мука пшеничная второго сорта

source: Wheat germ flour
ru: Мука из зародышей пшеницы

source: Wheat loaves
ru: Хлебцы пшеничные

source: Wheat noodles
ru: Пшеничная лапша

source: Wheat tortilla
ru: Тортилья пшеничная

source: White bread
ru: Хлеб белый

source: Whole grain rye-wheat noodles
ru: Цельзерновая лапша ржано-пшеничная

source: Whole wheat vermicelli
ru: Цельнозерновая вермишель пшеничная

source: Yeast dough
ru: Дрожжевое тесто

source: Yeast puff pastry
ru: Дрожжевое слоеное тесто

source: Yeast-free bread
ru: Бездрожжевой хлеб

source: Yeast-free dough
ru: Тесто бездрожжевое

source: Yufka
ru: Юфка

source: Ziti Paste
ru: Паста зити

source: Almond flour
ru: Миндальная мука

source: Amaranth
ru: Амарант

source: Arborio rice
ru: Рис Арборио

source: Barley flakes
ru: Ячменные хлопья

source: Barley grains
ru: Зерна ячменя

source: Barley groats
ru: Ячменная крупа

source: Basmati rice
ru: Рис Басмати

source: Black rice (Wild rice)
ru: Дикий рис (Черный рис)

source: Boiled buckwheat
ru: Вареная гречка

source: Boiled rice
ru: Вареный рис

source: Bran
ru: Отруби

source: Brown rice
ru: Коричневый рис

source: Buckwheat groats
ru: Гречневая крупа

source: Buckwheat kernels
ru: Крупа гречневая ядрица

source: Bulgur
ru: Булгур

source: Canned chickpeas
ru: Консервированный нут

source: Canned corn
ru: Консервированная кукуруза

source: Carnaroli rice
ru: Рис Карнароли

source: Cereals
ru: Злаки

source: Chickpeas
ru: Нут

source: Corn flakes
ru: Кукурузные хлопья

source: Corn porridge
ru: Кукурузная каша

source: Cornmeal
ru: Кукурузная крупа

source: Couscous
ru: Крупа кус-кус

source: Delicate shirataki spaghetti
ru: Спагетти ширатаки деликат

source: Flaxseed porridge
ru: Каша льняная

source: Fusigon rice
ru: Рис фушигон

source: Golden rice
ru: Золотистый рис

source: Jasmine rice
ru: Рис Жасмин

source: Long-grain rice
ru: Рис длиннозерный

source: Millet
ru: Просо

source: Morap
ru: Могар

source: Nishiki rice
ru: Рис нишики

source: Oat bran
ru: Овсяные отруби

source: Oat flakes
ru: Овсяные хлопья

source: Oat flakes (Hercules)
ru: Овсяные хлопья Геркулес

source: Oat grains
ru: Зерна овса

source: Oat groats
ru: Овсяная крупа

source: Pearl barley
ru: Перловая крупа

source: Pearl barley porridge
ru: Перловая каша

source: Polished round-grain rice
ru: Рис круглозерный шлифованный

source: Potato flakes
ru: Картофельные хлопья

source: Quinoa
ru: Киноа

source: Rice
ru: Рис

source: Rice bran
ru: Рисовые отруби

source: Rice flakes
ru: Рисовые хлопья

source: Risotto
ru: Ризотто

source: Rye bran
ru: Ржаные отруби

source: Rye flakes
ru: Ржаные хлопья

source: Rye grains
ru: Зерна ржи

source: Sago
ru: Саго

source: Semolina
ru: Манная крупа

source: Semolina porridge
ru: Манная каша

source: Shirataki fettuccine
ru: Ширатаки фетучини

source: Shirataki noodles
ru: Вермишель ширатаки

source: Shirataki rice
ru: Рис Ширатаки

source: Sorghum cereal
ru: Злак сорго

source: Sorghum grains
ru: Сорго зерновое

source: Spelt
ru: Полба

source: Sprouted wheat
ru: Пророщенная пшеница

source: Sushi rice
ru: Рис для суши

source: Tapioca starch
ru: Крахмал тапиоки

source: Teff
ru: Теф

source: Triticale
ru: Тритикале

source: Wheat bran
ru: Отруби пшеничные

source: Wheat flakes
ru: Хлопья пшеничные

source: Wheat grains
ru: Зерна пшеницы

source: Wheat groats
ru: Пшеничная крупа

source: Acacia honey
ru: Акациевый мед

source: Acan Powder
ru: Порошок acan

source: Air cakes (meringues)
ru: Воздушные пирожные (меренги)

source: Air wheat
ru: Воздушная пшеница

source: Almond honey
ru: Миндальный мед

source: Amaretti
ru: Амаретти

source: Angelica honey
ru: Дягилевый мед

source: Anzac
ru: Анзак

source: Apple chips
ru: Яблочные чипсы

source: Apple confiture
ru: Яблочное варенье

source: Apple jam
ru: Яблочное повидло

source: Apple jelly
ru: Желе яблочное

source: Apple pastille
ru: Яблочная пастила

source: Apple-lingonberry jam
ru: Яблочно-брусничное варенье

source: Apricot jam
ru: Абрикосовое варенье

source: Apricot marmalade
ru: Повидло абрикосовое

source: Artificial honey
ru: Мед искусственный

source: Baklava
ru: Пахлава

source: Banana chips
ru: Банановые чипсы

source: Banana confiture
ru: Варенье из бананов

source: Banana jam
ru: Банановый джем

source: Barberry lollipops
ru: Леденцы барбарисовые

source: Basil sorbet
ru: Базиликовый сорбет

source: Baursaki
ru: Баурсаки

source: Bavarian cream
ru: Баварский крем

source: Berry confiture
ru: Варенье ягодное

source: Berry jam
ru: Ягодный джем

source: Bird cherry jam
ru: Черемуховое варенье

source: Biscotti cookies
ru: Печенье бискотти

source: Biscuit
ru: Бисквит
