Repository: himynameisartem/FoodAtHome
Catalog: FoodAtHome/Support/*.lproj/Localizable.strings
Languages: ru

source: Back
ru: Назад

source: Done
ru: Готово

source: Search
ru: Поиск

source: Cancel
ru: Отмена

source: Add
ru: Добавить

source: Edit
ru: Изменить

source: Delete
ru: Удалить

source: FOOD AT HOME
ru: ЕДА ДОМА

source: Shopping List
ru: Покупки

source: Food at Home
ru: Еда Дома

source: Share
ru: Поделиться

source: Delete All Products?
ru: Удалить все продукты?

source: This action will delete all your products, are you sure you want to continue?
ru: Данное действие приведет к удалению всех ваших продуктов, вы действительно хотите продолжить?

source: Yes
ru: Да

source: No
ru: Нет

source: Delete only expired
ru: Удалить только просроченые

source: Add an expiration date?
ru: Добавить срок годности?

source: This action will lead to the removal of all products from the shopping list. Are you sure you want to proceed?
ru: Данное действие приедет к удалению всех продуктов из списка покупок, вы уверены, что хотите продолжить?

source: Enter the weight of the product
ru: Введите вес продукта

source: You already have this product
ru: У вас уже имеется данный продукт

source: Do you want to replace it?
ru: Хотите заменить его?

source: Weight:
ru: Вес:

source: Manufacturing Date:
ru: Дата изготовления:

source: Expires on:
ru: Годен до:

source: Shelf Life:
ru: Срок годности:

source: Weight:
ru: Вес:

source: Expires on:
ru: Годен до:

source: Remaining:
ru: Осталось:

source: kg.
ru: кг.

source: g.
ru: г.

source: l.
ru: л.

source: ml.
ru: мл.

source: pk.
ru: уп.

source: pcs.
ru: шт.

source: kCal
ru: кКал.

source: 100g.
ru: 100г.

source: d
ru: д

source: m
ru: м

source: d.
ru: д.

source: m.
ru: м.

source: Overdue
ru: Просрочено

source: You don't have any products in this category yet.
ru: У вас пока нет продуктов в этой категории.

source: Vegetables
ru: Овощи

source: Fruits and Berries
ru: Фрукты и ягоды

source: Mushrooms
ru: Грибы

source: Eggs and Dairy Products
ru: Яйца и молочные продукты

source: Meat Products
ru: Мясные продукты

source: Fish and Seafood
ru: Рыба и морепродукты

source: Nuts and Dried Fruits
ru: Орехи и сухофрукты

source: Flour and Bakery Products
ru: Мука и мучные изделия

source: Grains and Porridge
ru: Крупы и каши

source: Sweets and Confectionery
ru: Кондитерские изделия, сладости

source: Greens and Herbs
ru: Зелень и цветы

source: Spices and Seasonings
ru: Специи и пряности

source: Raw Materials and Additives
ru: Сырье и добавки

source: Baby Food
ru: Детское питание

source: Soft Drinks
ru: Безалкогольные напитки

source: Alcoholic Drinks
ru: Алкогольные напитки

source: Adzuki beans
ru: Фасоль адзуки

source: African bird's eye chili
ru: Перец пири-пири

source: African horned cucumber
ru: Африканский огурец мелотрия

source: Ancho
ru: Анчо

source: Apple pepper
ru: Перец ратунда (гогошар)

source: Artichoke
ru: Артишок

source: Baby carrots
ru: Мини морковь

source: Baby corn
ru: Мини кукуруза

source: Bean sprouts
ru: Ростки фасоли

source: Beans
ru: Бобы

source: Beetroot
ru: Свекла

source: Bell pepper
ru: Перец

source: Beluga lentils
ru: Черная чечевица

source: Bitter melon
ru: Горькая тыква момордика

source: Black beans
ru: Черная фасоль

source: Black garlic
ru: Черный чеснок

source: Black olives
ru: Маслины

source: Black radish
ru: Черная редька

source: Black salsify
ru: Скорцонера

source: Boiled beetroot
ru: Вареная свекла

source: Boiled carrots
ru: Вареная морковь

source: Boiled potatoes
ru: Вареный картофель

source: Bottle gourd
ru: Лагенария

source: Breadfruit
ru: Плоды хлебного дерева

source: Broccoli
ru: Брокколи

source: Brussels sprouts
ru: Брюссельская капуста

source: Burdock root
ru: Хикама

source: Butternut squash
ru: Тыква баттернат

source: Cabbage pak choi
ru: Капуста пак чой

source: Cabbage
ru: Капуста

source: Canned beans in tomato sauce
ru: Консервированная фасоль в томатном соусе

source: Canned beans
ru: Фасоль консервированная

source: Canned beets
ru: Свекла консервированная

source: Canned black olives
ru: Консервированные маслины

source: Canned broad beans
ru: Консервированные бобы

source: Canned cabbage
ru: Консервированная капуста

source: Canned carrots
ru: Морковь консервированная

source: Canned cauliflower
ru: Цветная капуста консервированная

source: Canned celery
ru: Консервированный сельдерей

source: Canned cherry tomatoes
ru: Консервированные черри

source: Canned corn cobs
ru: Консервированные початки кукурузы

source: Canned cucumbers
ru: Консервированные огурцы

source: Canned eggplants
ru: Консервированные баклажаны

source: Canned gherkins
ru: Консервированные корнишоны

source: Canned green beans
ru: Консервированная стручковая фасоль

source: Canned green peas
ru: Консервированный зеленый горошек

source: Canned green tomatoes
ru: Зеленые помидоры консервированные

source: Canned kidney beans
ru: Фасоль красная консервированная

source: Canned lentils
ru: Чечевица консервированная

source: Canned olives
ru: Консервированные оливки

source: Canned onions
ru: Консервированный лук

source: Canned radish
ru: Консервированный редис

source: Canned squash
ru: Консервированные патиссоны

source: Canned sweet pepper
ru: Перец сладкий консервированный

source: Canned tomatoes
ru: Консервированные помидоры

source: Canned vegetables
ru: Консервированные овощи

source: Canned white beans
ru: Фасоль белая консервированная

source: Canned whole tomatoes
ru: Томаты в собственном соку

source: Canned zucchini
ru: Консервированные кабачки

source: Cape gooseberry
ru: Физалис

source: Carrot sticks
ru: Морковные палочки

source: Carrot
ru: Морковь

source: Cayenne pepper
ru: Перец кайенский

source: Celery root
ru: Корень сельдерея

source: Cherry tomatoes
ru: Помидоры черри

source: Chili pepper
ru: Перец чили

source: Chinese cabbage
ru: Капуста пекинская

source: Chinese cucumber
ru: Огурец китайский

source: Chinese radish
ru: Маргеланская (Китайская) редька

source: Chipotle pepper
ru: Перец чипотле

source: Chives
ru: Лук душистый

source: Colchic kole
ru: Клекачка колхидская (Джонджоли)

source: Colorful cabbage
ru: Цветная капуста

source: Cooked lentils
ru: Чечевица вареная

source: Corn on the cob
ru: Вареная кукуруза

source: Corn
ru: Кукуруза

source: Cowpea
ru: Вигна

source: Cucumber
ru: Огурец

source: Daikon
ru: Дайкон

source: Dried beets
ru: Сушеная свекла

source: Dried cabbage
ru: Сушеная капуста

source: Dried horseradish
ru: Хрен сушеный

source: Dried potatoes
ru: Сушеный картофель

source: Dried vegetables
ru: Сушеные овощи

source: Edamame
ru: Эдамаме

source: Eggplant
ru: Баклажан

source: Fried onions
ru: Лук жареный

source: Fried potatoes
ru: Жареный картофель

source: Frozen french fries
ru: Замороженный картофель фри

source: Frozen vegetable mix
ru: Замороженная овощная смесь

source: Garden radish
ru: Редька

source: Garlic
ru: Чеснок

source: Gherkin
ru: Корнишоны

source: Glazed carrots
ru: Морковь пассерованная

source: Green beans
ru: Фасоль стручковая

source: Green garlic
ru: Молодой чеснок зеленый

source: Green peas
ru: Зеленый горошек

source: Green tomatoes
ru: Томаты зеленые

source: Habanero pepper
ru: Перец хабанеро

source: Hot pepper
ru: Перец горький

source: Indian bitter gourd
ru: Индийский огурец момордика

source: Jalapeño pepper
ru: Перец халапеньо

source: Jerusalem artichoke
ru: Топинамбур

source: Jicama
ru: Репа

source: Kale
ru: Капуста кале

source: Kidney bean
ru: Фасоль

source: Kidney beans
ru: Фасоль красная

source: Kohlrabi
ru: Кольраби

source: Korean-style beets
ru: Свекла по-корейски

source: Korean-style carrots
ru: Морковь по-корейски

source: Lentils
ru: Чечевица

source: Lightly salted cucumbers
ru: Малосольные огурцы

source: Lima beans
ru: Лимская фасоль

source: Loofah
ru: Тыква люффа

source: Mexican cucumber
ru: Мексиканский огурец чайот

source: Mexican gherkin
ru: Красный огурец тладианта

source: Mexican vegetable mix
ru: Мексиканская овощная смесь

source: Mini pepper
ru: Мини перец

source: Mirepoix
ru: Мирпуа

source: Mooli
ru: Редька зеленая

source: Mung bean sprouts
ru: Ростки бобов мунг

source: Muscat pumpkin
ru: Тыква мускатная

source: Okra
ru: Бамия

source: Olives
ru: Оливки

source: Onion
ru: Лук репчатый

source: Parsley root
ru: Корень петрушки

source: Parsnip
ru: Пастернак

source: Patty pan
ru: Патиссон

source: Peas
ru: Горох

source: Pepperoni
ru: Перец пепперони

source: Pickled artichokes
ru: Маринованные артишоки

source: Pickled asparagus
ru: Маринованная спаржа

source: Pickled beans
ru: Маринованная фасоль

source: Pickled broccoli
ru: Маринованная брокколи

source: Pickled cabbage
ru: Капуста маринованная

source: Pickled carrots
ru: Маринованная морковь

source: Pickled cherry tomatoes
ru: Маринованные помидоры черри

source: Pickled chili pepper
ru: Перец чили маринованный

source: Pickled chinese cabbage
ru: Маринованная капуста пекинская

source: Pickled colorful cabbage
ru: Маринованная капуста цветная

source: Pickled cucumbers
ru: Маринованные огурцы

source: Pickled daikon
ru: Дайкон маринованный

source: Pickled eggplants
ru: Маринованные баклажаны

source: Pickled garlic scapes
ru: Стрелки чеснока маринованные

source: Pickled garlic
ru: Маринованный чеснок

source: Pickled gherkins
ru: Корнишоны маринованные

source: Pickled green beans
ru: Маринованная стручковая фасоль

source: Pickled green garlic
ru: Маринованный молодой чеснок

source: Pickled habanero pepper
ru: Перец хабанеро маринованный

source: Pickled hot pepper
ru: Маринованный горький перец

source: Pickled onions
ru: Маринованный лук

source: Pickled patty pan
ru: Патиссоны маринованные

source: Pickled potatoes
ru: Маринованный картофель

source: Pickled pumpkin
ru: Маринованная тыква

source: Pickled radish
ru: Редис маринованный

source: Pickled red onion
ru: Маринованный красный лук

source: Pickled sweet pepper
ru: Маринованный сладкий перец

source: Pickled tomatoes
ru: Маринованные помидоры

source: Pickled wild garlic
ru: Черемша маринованная

source: Pickled zucchini
ru: Маринованные кабачки

source: Potato
ru: Картофель

source: Pumpkin
ru: Тыква

source: Purple carrot
ru: Фиолетовая морковь

source: Purple potato
ru: Фиолетовый картофель

source: Radish
ru: Редис

source: Red cabbage
ru: Капуста краснокачанная

source: Red lentils
ru: Чечевица красная

source: Red onion
ru: Красный лук

source: Red radish
ru: Красная редька

source: Rhubarb
ru: Ревень

source: Romanesco
ru: Капуста романеско

source: Root vegetables
ru: Корнеплоды

source: Rutabaga
ru: Брюква турнепс

source: Salted cucumbers
ru: Соленые огурцы

source: Salted tomatoes
ru: Соленые помидоры

source: Sauerkraut
ru: Квашеная капуста

source: Savoy cabbage
ru: Капуста савойская

source: Serrano pepper
ru: Перец серрано

source: Shallot
ru: Лук шалот

source: Shelled peas
ru: Лущеный горох

source: Snake gourd
ru: Змеиный огурец

source: Soybean sprouts
ru: Ростки сои

source: Soybeans
ru: Соя

source: Spring vegetable mix
ru: Смесь овощная весенняя

source: Sugar beet
ru: Сахарная свекла

source: Sun-dried tomatoes
ru: Вяленые томаты

source: Sweet potato
ru: Батат

source: Taro
ru: Колоказия съедобная

source: Tomato
ru: Помидор

source: Turnip
ru: Брюква

source: White beans
ru: Фасоль белая

source: White cabbage
ru: Капуста белокачанная

source: White carrot
ru: Белая морковь

source: White onion
ru: Репчатый лук белый

source: White radish
ru: Редька белая

source: Winter squash
ru: Восковая тыква зимняя

source: Yacon
ru: Якон

source: Yam
ru: Ямс

source: Yellow beetroot
ru: Желтая свекла

source: Yellow carrot
ru: Морковь желтая

source: Young potatoes
ru: Молодой картофель

source: Zucchini
ru: Цукини

source: Acai Berries
ru: Ягоды асаи

source: Acerola Cherry
ru: Барбадосская вишня ацерола

source: Actinidia
ru: Актинидия

source: Adam's Apple (Osage Orange)
ru: Адамово яблоко (Маклюра)

source: Akee
ru: Аки

source: Alpine Strawberry
ru: Земклуника

source: American Persimmon
ru: Хурма виргинская

source: Apple
ru: Яблоко

source: Apple (Lobo)
ru: Яблоко Лобо

source: Apples (Anise)
ru: Яблоки Анис

source: Apples (Antonovka)
ru: Яблоки Антоновка

source: Apples (Aydared)
ru: Яблоки Айдаред

source: Apples (Bogatyr)
ru: Яблоки Богатырь

source: Apples (Florina)
ru: Яблоки Флорина

source: Apples (Fuji)
ru: Яблоки Фуджи

source: Apples (Gala)
ru: Яблоки Гала

source: Apples (Glory to the Winners)
ru: Яблоки Слава победителям

source: Apples (Gloucester)
ru: Яблоки Глостер

source: Apples (Golden)
ru: Яблоки голден

source: Apples (Granny Smith)
ru: Яблоки Гренни Смит

source: Apples (Grushovka)
ru: Яблоки Грушовка

source: Apples (Jonagold)
ru: Яблоки Джонаголд

source: Apples (Jonathan)
ru: Яблоки Джонатан

source: Apples (Kitayka)
ru: Яблоки Китайка

source: Apples (Macintosh)
ru: Яблоки Макинтош

source: Apples (Mantet)
ru: Яблоки Мантет

source: Apples (Medunica)
ru: Яблоки Медуница

source: Apples (Melba)
ru: Яблоки Мельба

source: Apples (Pepin)
ru: Яблоки Пепин

source: Apples (Ranetki)
ru: Яблоки ранетки

source: Apples (Soaked)
ru: Яблоки моченые

source: Apples (Spartan)
ru: Яблоки Спартан

source: Apples (White Filling)
ru: Яблоки белый налив

source: Apricot
ru: Абрикос

source: Araz
ru: Араза

source: Avara
ru: Авара

source: Avocado
ru: Авокадо

source: Azimina
ru: Азимина

source: Babaco
ru: Бабако

source: Bael
ru: Баиль

source: Banana
ru: Банан

source: Barberry
ru: Барбарис

source: Bergamot Orange
ru: Апельсин бергамот

source: Berries
ru: Ягоды

source: Bilimbi
ru: Билимби (Огуречное дерево)

source: Black Chokeberry
ru: Черноплодная рябина

source: Black Currant
ru: Смородина черная

source: Black Grape
ru: Черный виноград

source: Black Sapote
ru: Сапота (чёрное яблоко)

source: Blackberry
ru: Ежевика

source: Blue Passion Flower
ru: Пассифлора голубая (кавалерская звезда)

source: Blueberry
ru: Черника

source: Bog whortleberry
ru: Голубика

source: Buddha's Hand
ru: Рука Будды

source: Cabernet Sauvignon Grape
ru: Виноград Каберне Совиньон (Cabernet Sauvignon)

source: Calamondin
ru: Каламондин (Цитрофортунелла)

source: Camu Camu
ru: Каму-каму

source: Canned Berries
ru: Консервированные ягоды

source: Canned Cantaloupe
ru: Консервированная дыня

source: Canned Cherries
ru: Консервированная черешня

source: Canned Grapes
ru: Консервированный виноград

source: Canned Mandarin Oranges
ru: Консервированные мандарины

source: Canned Mango
ru: Манго консервированное

source: Canned Plums
ru: Консервированные сливы

source: Canned Watermelon
ru: Арбузы консервированные

source: Cantaloupe
ru: Канталупа

source: Capulin
ru: Капулин

source: Carambola
ru: Карамбола

source: Cassava
ru: Кассаба

source: Chardonnay Grape
ru: Виноград Шардоне (Chardonnay)

source: Chempedak
ru: Чемпедак

source: Cherimoya
ru: Черимойя

source: Cherries
ru: Черешня

source: Cherry
ru: Вишня

source: Cherry Plum
ru: Алыча

source: Chilibuha (Vomiting Nut)
ru: Чилибуха (Рвотный орех)

source: Chinese Date (Jujube)
ru: Ягода дереза китайская

source: Chinese Magnolia Vine (Magonia oblonga)
ru: Ягода магония падуболистная

source: Chinese Pear (Nashi)
ru: Китайская груша (Нэши)

source: Chinese Strawberry (Red Waxberry)
ru: Китайская клубника (восковница красная)

source: Chupa-Chupa
ru: Чупа-чупа

source: Citron
ru: Цитрон

source: Clementine
ru: Клементин

source: Cloudberry
ru: Толокнянка обыкновенная (медвежье ушко)

source: Corlan
ru: Корлан

source: Cornel
ru: Княженика

source: Cornelian Cherry
ru: Кизил

source: Cowberry
ru: Брусника

source: Cranberry
ru: Клюква

source: Cupuassu
ru: Купуасу

source: Currant
ru: Крыжовник

source: Currants
ru: Виноград кишмиш

source: Dried Blueberries
ru: Черника сушеная

source: Dried Raspberry
ru: Сушеная малина

source: Durian
ru: Дуриан

source: Elderberry
ru: Бузина

source: European Medlar
ru: Мушмула германская

source: Feijoa
ru: Фейхоа

source: Fig
ru: Инжир

source: Frozen Berries
ru: Замороженные ягоды

source: Frozen Cherry
ru: Замороженная вишня

source: Frozen Fruits
ru: Замороженные фрукты

source: Frozen Raspberries
ru: Свежемороженая малина

source: Frozen Strawberries
ru: Свежемороженая клубника

source: Fruits
ru: Фрукты

source: Goji Berries
ru: Ягоды годжи

source: Granadilla
ru: Гранадилла

source: Grape
ru: Виноград

source: Grapefruit
ru: Грейпфрут

source: Green Currant
ru: Крыжовник зеленый

source: Guarana
ru: Гуарана

source: Guava
ru: Гуава

source: Hawthorn
ru: Боярышник

source: Honeydew Melon
ru: Медовая дыня

source: Honeysuckle
ru: Жимолость

source: Ilama
ru: Илама

source: Indian Gooseberry (Amla)
ru: Эмблика лекарственная

source: Indian Plum (American Plum)
ru: Икако (Золотая слива)

source: Irga
ru: Ирга

source: Isabella Grape
ru: Виноград Изабелла

source: Jaboticaba
ru: Джаботикаба

source: Jackfruit
ru: Джекфрут

source: Japanese Citron (Yuzu)
ru: Японский лимон (Юзу)

source: Japanese Loquat
ru: Инжирный персик

source: Japanese Medlar
ru: Мушмула японская

source: Jujube
ru: Жердела

source: Juneberry
ru: Угни (Уньи)

source: Juniper
ru: Можжевельник

source: Kaffir Lime
ru: Кафир-лайм

source: Kamchatka Bilberry
ru: Красника

source: Karanda
ru: Каранда

source: Kepel
ru: Кепел

source: Kiwano
ru: Кивано

source: Kiwi
ru: Киви

source: Kudrania (Strawberry Tree)
ru: Кудрания (Клубничное дерево)

source: Kumquat
ru: Кумкват

source: Langsat
ru: Лангсат

source: Lemon
ru: Лимон

source: Lemon Tree
ru: Лимонник

source: Lime
ru: Лайм

source: Lingonberry
ru: Морошка

source: Litchi (Lychee)
ru: Личи

source: Loganberry
ru: Логанова ягода

source: Longan
ru: Лонган

source: Loquat
ru: Ягода лох

source: Lucuma
ru: Лукума

source: Mabolo
ru: Маболо

source: Mamey Sapote
ru: Маммея

source: Mandarins
ru: Мандарины

source: Mango
ru: Манго

source: Mangosteen
ru: Мангостин

source: Marang
ru: Маранг

source: Marula
ru: Марула

source: Medlar
ru: Мушмула

source: Melon
ru: Дыня

source: Merlot Grape
ru: Виноград Мерло (Merlot)

source: Mini Bananas
ru: Бананы мини

source: Miracle Fruit
ru: Магический фрукт

source: Mopa
ru: Мора

source: Mulberry
ru: Шелковица

source: Muscat Grape
ru: Виноград Мускат

source: Muskmelon
ru: Мускатная дыня

source: Naranjilla
ru: Наранхилла

source: Nectarine
ru: Нектарин

source: Noina
ru: Нойна

source: Noni
ru: Нони

source: Orange
ru: Апельсин

source: Orange fruit (chinotto)
ru: Плоды померанца (чинотто)

source: Pandanus (Kewra)
ru: Панданус (кьюра)

source: Papaya
ru: Папайя

source: Passion Fruit
ru: Маракуйя

source: Peach
ru: Персик

source: Pear
ru: Груша

source: Pepino
ru: Пепино

source: Persimmon
ru: Хурма

source: Phalsa
ru: Фалса

source: Pickled Apples
ru: Маринованные яблоки

source: Pickled Cherries
ru: Маринованная вишня

source: Pickled Currants
ru: Маринованный крыжовник

source: Pickled Lemons
ru: Маринованные лимоны

source: Pickled Oranges
ru: Маринованные апельсины

source: Pickled Pears
ru: Маринованные груши

source: Pickled Pineapple
ru: Маринованный ананас

source: Pickled Plums
ru: Маринованные сливы

source: Pickled Prunes
ru: Маринованный чернослив

source: Pickled Red Currants
ru: Маринованная красная смородина

source: Pickled Strawberries
ru: Клубника маринованная

source: Pickled Watermelon
ru: Маринованный арбуз

source: Pineapple
ru: Ананас

source: Pitahaya
ru: Питахайя

source: Pitanga
ru: Суринамская вишня питанга

source: Platonia
ru: Платония

source: Plum
ru: Слива

source: Pluot
ru: Плуот

source: Pomegranate
ru: Гранат

source: Pomelo
ru: Помело

source: Quince
ru: Айва

source: Rambutan
ru: Рамбутан

source: Raspberry
ru: Малина

source: Red Currant
ru: Смородина красная

source: Red Grape
ru: Красный виноград

source: Rkatsiteli Grape
ru: Виноград Ркацители

source: Rose Hip
ru: Шиповник

source: Rowanberry
ru: Рябина красная

source: Salak
ru: Салак

source: Sapodilla
ru: Саподилла

source: Satsuma
ru: Сатсума

source: Saw Palmetto
ru: Сереноа

source: Sea Buckthorn
ru: Облепиха

source: Sea Grape (Coccoloba uvifera)
ru: Морской виноград (Кокколоба ягодоносная)

source: Silver Leaf
ru: Шефердия серебристая

source: Soursop
ru: Гуанабана (Сметанное яблоко)

source: Star Apple
ru: Звездное яблоко

source: Stone berry
ru: Костяника

source: Strawberry
ru: Клубника

source: Strawberry Guava
ru: Гуава земляничная

source: Strawberry Tree
ru: Земляничное дерево

source: Sweety
ru: Свити

source: Sycamore Fig
ru: Дерево сикомор

source: Syzygium
ru: Сизигиум

source: Tamarillo
ru: Тамарилло

source: Tamarind
ru: Тамаринд

source: Tangelo
ru: Танжело

source: Tangerine
ru: Танжерин

source: Tern
ru: Терн

source: Tsaoko
ru: Цабр

source: Vampi
ru: Вампи

source: Velvet Cherry
ru: Войлочная вишня

source: Viburnum
ru: Калина

source: Virginia Creeper
ru: Черёмуха виргинская

source: Water Apple (Syzygium aqueum)
ru: Водяника (шикша)

source: Watermelon
ru: Арбуз

source: White Currant
ru: Смородина белая

source: Wild Strawberry
ru: Земляника

source: Wood Apple (Feronia)
ru: Ферония (Деревянное яблоко)

source: Yellow Watermelon
ru: Желтый арбуз

source: Yoshta
ru: Йошта

source: Yuzu
ru: Юдзу

source: Zizyphus
ru: Зизифус (Унаби)

source: Aspen Mushroom
ru: Подберёзовик

source: Birch Chaga Mushroom
ru: Березовый гриб чага

source: Birch Mushroom
ru: Подосиновик

source: Black Trumpet
ru: Чернушка

source: Caesar's Mushroom
ru: Цезарский гриб

source: Canned Champignon Mushrooms
ru: Шампиньоны консервированные

source: Canned Mushrooms
ru: Консервированные грибы

source: Canned White Mushrooms
ru: Консервированные белые грибы

source: Champignon Mushrooms
ru: Шампиньоны

source: Chanterelle Mushrooms
ru: Груздь

source: Chanterelles
ru: Лисички

source: Cremini Mushrooms
ru: Вешенки

source: Dried Aspen Mushroom
ru: Подберёзовик сушеный

source: Dried Birch Mushroom
ru: Подосиновик сушеный

source: Dried Champignon Mushrooms
ru: Сушеные шампиньоны

source: Dried Chanterelles
ru: Сушеные лисички

source: Dried Mushrooms
ru: Грибы сушеные

source: Dried White Mushroom
ru: Белый гриб сушеный

source: Enoki Mushrooms
ru: Грибы эноки

source: False Morel
ru: Сморчок

source: Frozen Mushrooms
ru: Замороженные грибы

source: Gypsy Mushroom
ru: Гриб говорушка

source: Half-free Morel
ru: Полубелый гриб

source: Hedgehog Mushroom
ru: Гриб ежовик

source: Hedgehog Mushrooms
ru: Грибы намеко

source: Hen of the Woods Mushroom
ru: Гриб майтаке

source: Honey Agaric Mushrooms
ru: Опята

source: Honey Mushroom
ru: Древесный гриб муэр

source: Honey Mushrooms
ru: Маслята

source: Hygrophorus Mushroom
ru: Гигрофор

source: King Oyster Mushrooms
ru: Королевские опята (Чешуйчатка золотистая)

source: Lingzhi Mushroom
ru: Ивишень (Подвишенник)

source: Maitake Mushroom
ru: Гриб мацутакэ

source: Marinated Champignon Mushrooms
ru: Маринованные шампиньоны

source: Marinated Chanterelles
ru: Маринованные лисички

source: Marinated Honey Agaric Mushrooms
ru: Опята маринованные

source: Marinated Honey Fungus
ru: Маринованные рыжики

source: Marinated Honey Mushrooms
ru: Маринованные грузди

source: Marinated Mushroom Assortment
ru: Маринованное грибное ассорти

source: Marinated Mushrooms
ru: Маринованные грибы

source: Marinated Shimeji Mushrooms
ru: Маринованные вешенки

source: Marinated White Mushrooms
ru: Белые грибы маринованные

source: Meadow Mushroom
ru: Гриб дождевик

source: Mossy Mushroom
ru: Гриб моховик

source: Mushroom Caviar
ru: Грибная икра

source: Oak Mushroom
ru: Дубовик обыкновенный

source: Orange-cap Boletus
ru: Рыжик

source: Parasol Mushroom
ru: Гриб порховка

source: Polish Mushroom
ru: Польский гриб

source: Porcini Mushroom
ru: Пецица

source: Portobello Mushrooms
ru: Грибы портобелло

source: Purple Coral Mushroom
ru: Мокруха пурпуровая

source: Ram's Head Mushroom
ru: Гриб-баран

source: Royal Oyster Mushroom
ru: Королевский устричный гриб

source: Russula Mushroom
ru: Гриб серушка

source: Salted Orange-cap Boletus
ru: Соленые рыжики

source: Shaggy Mane Mushrooms
ru: Грибы мун

source: Shaggy Parasol Mushrooms
ru: Грибы рядовки

source: Shiitake Mushrooms
ru: Шиитаке
