Repository: himynameisartem/FoodAtHome
Catalog: FoodAtHome/Support/*.lproj/Localizable.strings
Languages: ru

source: Biscuit roll
ru: Рулет бисквитный

source: Biscuits
ru: Галеты

source: Bitter chocolate
ru: Горький шоколад

source: Black currant jam
ru: Варенье из черной смородины

source: Blackberry jam
ru: Варенье из ежевики

source: Blackcurrant jam
ru: Черносмородиновое варенье

source: Blueberry confiture
ru: Черничное варенье

source: Blueberry jam
ru: Черничный джем

source: Bog whortleberry jam
ru: Джем голубичный

source: Boiled condensed milk
ru: Вареная сгущенка

source: Brownie Cake
ru: Пирожное брауни

source: Buckwheat honey
ru: Гречишный мед

source: Butter cookies
ru: Сдобное печенье

source: Butter cream
ru: Сливочный крем

source: Cake basket
ru: Пирожное корзиночка

source: Cake nut
ru: Пирожное орешек

source: Cake
ru: Кекс

source: Cakes
ru: Пирожные

source: Candy
ru: Конфеты

source: Candy Lollipops
ru: Конфеты леденцы

source: Candy Truffle
ru: Конфеты трюфель

source: Candy dragees
ru: Конфеты драже

source: Candy iris
ru: Конфеты ирис

source: Candy souffle
ru: Конфеты суфле

source: Cane sugar in cubes
ru: Тростниковый сахар в кубиках

source: Canned apples
ru: Консервированные яблоки

source: Canned apricots
ru: Консервированные абрикосы

source: Canned fruit
ru: Консервированные фрукты

source: Canned peaches
ru: Консервированные персики

source: Canned pear
ru: Консервированная груша

source: Canned pineapples
ru: Консервированные ананасы

source: Canned strawberries
ru: Консервированная клубника

source: Caramel
ru: Карамель

source: Cherry confiture
ru: Вишневое варенье

source: Cherry jam
ru: Джем вишневый

source: Cherry jelly
ru: Желе вишневое

source: Cherry plum jam
ru: Варенье из алычи

source: Chocolate
ru: Шоколад

source: Chocolate Eggs Kinder Surprise
ru: Шоколадные яйца Киндер Сюрприз

source: Chocolate Sponge cake
ru: Шоколадный бисквит

source: Chocolate Sponge roll
ru: Шоколадный бисквитный рулет

source: Chocolate balls
ru: Шоколадные шарики

source: Chocolate bars
ru: Шоколадные батончики

source: Chocolate candies
ru: Конфеты шоколадные

source: Chocolate cookies
ru: Шоколадное печенье

source: Chocolate ganache
ru: Шоколадный ганаш

source: Chocolate gingerbread
ru: Шоколадные пряники

source: Chocolate ice cream
ru: Шоколадное мороженое

source: Chocolate mousse
ru: Шоколадный мусс

source: Chocolate on fructose
ru: Шоколад на фруктозе

source: Chocolate pads
ru: Шоколадные подушечки

source: Chocolate-nut paste
ru: Шоколадно-ореховая паста

source: Chocolates prunes in chocolate
ru: Конфеты чернослив в шоколаде

source: Chokeberry jam
ru: Варенье из черноплодной рябины

source: Chokolatl
ru: Чоколатль

source: Chuck-chuck
ru: Чак-чак

source: Churchkhela
ru: Чурчхела

source: Cocktail cherry
ru: Вишня коктейльная

source: Coconut cream
ru: Кокосовый крем

source: Coconut puree
ru: Кокосовое пюре

source: Confiture
ru: Конфитюр

source: Cookie Cracker
ru: Печенье крекер

source: Cookies
ru: Печенье

source: Cookies brushwood
ru: Печенье хворост

source: Cookies nuts with condensed milk
ru: Печенье орешки со сгущенкой

source: Corn Balls
ru: Кукурузные шарики

source: Corn sticks
ru: Кукурузные палочки

source: Cottage cheese jelly
ru: Творожное желе

source: Cotton candy pink
ru: Сахарная вата розовая

source: Cranberries in sugar
ru: Клюква в сахаре

source: Cranberry jam
ru: Варенье из клюквы

source: Cream chocolate
ru: Сливочный шоколад

source: Cream ganache
ru: Крем ганаш

source: Creme brulee ice cream
ru: Мороженое крем-брюле

source: Cupcake rum woman
ru: Кекс ромовая баба

source: Currant jam
ru: Джем смородиновый

source: Custard
ru: Заварной крем

source: Custard cake
ru: Заварное пирожное

source: Custard lemon cream
ru: Заварной лимонный крем

source: Dandelion jam
ru: Варенье из одуванчиков

source: Dessert creme brulee
ru: Десерт крем-брюле

source: Dessert sambuk
ru: Десерт самбук

source: Dogwood jam
ru: Кизиловое варенье

source: Donuts
ru: Пончики

source: Eclair cake
ru: Пирожное эклер

source: Energy Candies
ru: Энергетические конфеты

source: English custard
ru: Английский заварной крем

source: Eucalyptus honey
ru: Эвкалиптовый мед

source: Fake honey
ru: Липовый мед

source: Feijoa jam
ru: Варенье из фейхоа

source: Ferrero Rocher Candy
ru: Конфеты Ferrero Rocher

source: Fig jam
ru: Инжирное варенье

source: Flower Honey
ru: Цветочный мед

source: Fondant candies
ru: Конфеты помадные

source: Frangipane
ru: Франжипан

source: Fruit spread
ru: Повидло

source: Fruits in chocolate
ru: Фрукты в шоколаде

source: Galaretka
ru: Галаретка

source: Ginger jam
ru: Имбирное варенье

source: Gingerbread
ru: Пряники

source: Gingerbread cookies
ru: Имбирные пряники

source: Gingerbread goats
ru: Пряники козули

source: Gingerbread house
ru: Пряничный домик

source: Gingerbread man
ru: Пряничный человечек

source: Glazed cheeses
ru: Сырки глазированные

source: Golden sugar balls
ru: Сахарные шарики золотые

source: Gooseberry jam
ru: Крыжовниковый джем

source: Grape jam
ru: Виноградное варенье

source: Green Marmalade
ru: Мармелад зеленый

source: Grillage candies
ru: Конфеты грильяж

source: Halva
ru: Халва

source: Hawthorn jam
ru: Варенье из боярышника

source: Heather honey
ru: Вересковый мед

source: Hematogen
ru: Гематоген

source: Honey bee
ru: Мед пчелиный

source: Honeydew
ru: Падевый мед

source: Hot chocolate
ru: Горячий шоколад

source: Ice cream
ru: Мороженое

source: Ice cream fruit ice
ru: Мороженое фруктовый лед

source: Icing
ru: Айсинг

source: Jam
ru: Варенье

source: Jam from irga
ru: Варенье из ирги

source: Jam from paradise apples
ru: Варенье из райских яблочек

source: Jam from pine cones
ru: Варенье из сосновых шишек

source: Jelly
ru: Желе

source: Jelly for cake
ru: Желе для торта

source: Kiwi jelly
ru: Желе из киви

source: Kos-halva
ru: Кос-халва

source: Kovrizhka
ru: Коврижка

source: Kozinaki
ru: Козинаки

source: Kurabye cookies
ru: Печенье курабье

source: Lamingtons
ru: Ламингтоны

source: Lemon jam
ru: Варенье из лимонов

source: Lemon jelly
ru: Желе лимонное

source: Licorice candies
ru: Лакричные конфеты

source: Lingonberry jam
ru: Варенье из брусники

source: Lollipops of Montpensier
ru: Леденцы монпансье

source: Lukma
ru: Лукма

source: Macaroni Cookies
ru: Печенье макарон

source: Madeleine Cookies
ru: Печенье мадлен

source: Mango Jam
ru: Джем манго

source: Maple syrup
ru: Кленовый сироп

source: Marmalade
ru: Мармелад

source: Marshmallow
ru: Зефир

source: Marshmallow Marshmallow
ru: Зефир Маршмеллоу

source: Marshmallow cream
ru: Зефирный крем

source: Marshmallows in chocolate
ru: Зефир в шоколаде

source: Marzipan
ru: Марципан

source: May honey
ru: Майский мед

source: Melon jam
ru: Варенье из дыни

source: Meringue cookies
ru: Печенье безе

source: Milk chocolate
ru: Молочный шоколад

source: Milk jelly
ru: Желе молочное

source: Monofleral honey
ru: Мед монофлерный

source: Mousse
ru: Мусс

source: Muesli
ru: Мюсли

source: Mushroom Cookies
ru: Печенье грибочки

source: Nectarine jam
ru: Варенье из нектаринов

source: Nougat
ru: Нуга

source: Nutella Paste
ru: Паста Нутелла

source: Nuts in chocolate
ru: Орехи в шоколаде

source: Oatmeal cookies
ru: Овсяное печенье

source: Orange chocolate
ru: Шоколад апельсиновый

source: Orange confiture
ru: Апельсиновое варенье

source: Orange jam
ru: Апельсиновый джем

source: Orange jelly
ru: Желе апельсиновое

source: Parfait
ru: Парфе

source: Pastille
ru: Пастила

source: Pastry tubes
ru: Пирожные трубочки

source: Peach confiture
ru: Персиковое варенье

source: Peach jam
ru: Персиковый джем

source: Peach marmelade
ru: Персиковое повидло

source: Peanut halva
ru: Халва арахисовая

source: Peanut paste
ru: Арахисовая паста

source: Pear jam
ru: Грушевое варенье

source: Pear marmalade
ru: Повидло грушевое

source: Physalis jam
ru: Варенье из физалиса

source: Pineapple jam
ru: Варенье из ананасов

source: Plum confiture
ru: Сливовое варенье

source: Plum jam
ru: Сливовый джем

source: Plum marmelade
ru: Сливовое повидло

source: Popcorn
ru: Попкорн

source: Porous chocolate
ru: Шоколад пористый

source: Porous milk chocolate
ru: Пористый молочный шоколад

source: Potato cake
ru: Пирожное картошка

source: Praline
ru: Пралине

source: Pudding
ru: Пудинг

source: Puff pastry ears
ru: Печенье слоеное ушки

source: Puff pastry pies
ru: Пирожки слойки

source: Pumpkin jam
ru: Варенье из тыквы

source: Quince jam
ru: Варенье из айвы

source: Raffaello Candy
ru: Конфеты Raffaello

source: Rapeseed honey
ru: Рапсовый мед

source: Raspberry confiture
ru: Малиновое варенье

source: Raspberry jam
ru: Малиновый джем

source: Raspberry jelly
ru: Желе малиновое

source: Ready-made cakes for Napoleon
ru: Готовые коржи для наполеона

source: Ready-made sponge cakes
ru: Готовые бисквитные коржи

source: Rhubarb jam
ru: Варенье из ревеня

source: Rice Pudding
ru: Рисовый пудинг

source: Rose jam
ru: Варенье из роз

source: Rosehip jam
ru: Варенье из шиповника

source: Sea buckthorn confiture
ru: Облепиховое варенье

source: Sea buckthorn jam
ru: Облепиховый джем

source: Sesame halva
ru: Халва кунжутная

source: Sesame kozinaki
ru: Кунжутные козинаки

source: Shaker churek
ru: Шакер чурек

source: Shaker drill
ru: Шакер бура

source: Sherbet
ru: Щербет

source: Shortbread cookies
ru: Песочное печенье

source: Shortbread ring cake with nuts
ru: Пирожное песочное кольцо с орехами

source: Skimmed cocoa. Powder
ru: Какао обезжиренное. Порошок

source: Slices
ru: Слайсы

source: Sloe jam
ru: Терновое варенье

source: Sorbet Ice cream
ru: Мороженое сорбет

source: Souffle
ru: Суфле

source: Strawberry confiture
ru: Клубничное варенье

source: Strawberry ice cream
ru: Клубничное мороженое

source: Strawberry jam
ru: Джем клубничный

source: Strawberry jelly
ru: Клубничное желе

source: Sugar cookies
ru: Сахарное печенье

source: Sugar mastic
ru: Сахарная мастика

source: Sugar on a stick brown
ru: Сахар на палочке коричневый

source: Sunflower halva
ru: Халва подсолнечная

source: Sunflower honey
ru: Подсолнечный мед

source: Tiramisu chocolate
ru: Шоколад тирамису

source: Tiramisu dessert
ru: Десерт тирамису

source: Truffle chocolate
ru: Шоколад трюфельный

source: Tula gingerbread
ru: Тульские пряники

source: Turkish delight
ru: Рахат-лукум

source: Vanilla ice cream
ru: Ванильное мороженое

source: Viburnum jam
ru: Варенье из калины

source: Viennese waffles
ru: Венские вафли

source: Waffle cups
ru: Вафельные стаканчики

source: Waffles
ru: Вафли

source: Walnut jam
ru: Варенье из грецких орехов

source: Wheat slices
ru: Слайсы пшеничные

source: White chocolate
ru: Белый шоколад

source: White cotton candy
ru: Сахарная вата белая

source: White ganache
ru: Белый ганаш

source: White porous chocolate
ru: Белый пористый шоколад

source: Wild strawberry jam
ru: Земляничное варенье

source: Writing
ru: Пишмание

source: Yellow Marmalade
ru: Мармелад желтый

source: Zucchini jam
ru: Варенье из кабачков

source: Aficon salad
ru: Салат афицион

source: Air
ru: Аир

source: Alfalfa grass
ru: Трава люцерна

source: Aloe Leaves
ru: Листья алоэ

source: Amaranth leaves
ru: Листья амаранта

source: Angelica
ru: Дягиль

source: Arnica mountain
ru: Арника горная

source: Asparagus
ru: Спаржа

source: Bamboo leaves
ru: Листья бамбука

source: Bamboo shoots
ru: Побеги бамбука

source: Basil
ru: Базилик

source: Batavia salad
ru: Салат батавия

source: Bazella
ru: Базелла

source: Bedrenets saxifrage
ru: Бедренец камнеломка

source: Beet tops
ru: Свекольная ботва

source: Bodyak ogorodny
ru: Бодяк огородный

source: Borago borage (borage)
ru: Огуречная трава бораго (бурачник)

source: Burdock (burdock)
ru: Лопух (репейник)

source: Burdock root (burdock)
ru: Корень лопуха (репейника)

source: Buten tuberous
ru: Бутень клубненосный

source: Calendula flowers
ru: Цветы календулы

source: Canned bamboo
ru: Бамбук консервированный

source: Canned basil
ru: Консервированный базилик

source: Canned dill
ru: Консервированный укроп

source: Canned parsley
ru: Консервированная петрушка

source: Canned sorrel
ru: Щавель консервированный

source: Canned spinach
ru: Шпинат консервированный

source: Carrot tops
ru: Морковная ботва

source: Celery
ru: Сельдерей

source: Chamomile flowers
ru: Цветы ромашки

source: Chard
ru: Мангольд

source: Cherry leaves
ru: Листья вишни

source: Chrysanthemum flowers
ru: Цветы хризантемы

source: Chrysanthemum leaves
ru: Листья хризантемы

source: Cilantro
ru: Кинза

source: Citrus flowers
ru: Цветы цитрусовых

source: Clover
ru: Клевер

source: Cognac plant (konnyaku)
ru: Растение коньяку (конняку)

source: Common arrow leaf (Bolotnik)
ru: Стрелолист обыкновенный (Болотник)

source: Cornflowers
ru: Васильки

source: Crocus flowers
ru: Цветы крокуса

source: Currant leaves
ru: Листья смородины

source: Curry leaves
ru: Листья карри

source: Dahlia flowers
ru: Цветы георгины

source: Daisy Flowers
ru: Цветы маргаритки

source: Dandelion
ru: Одуванчик

source: Devyasil
ru: Девясил

source: Dill
ru: Укроп

source: Donnik medicinal
ru: Донник лекарственный

source: Dried green onion
ru: Лук зеленый сушеный

source: Echinacea
ru: Эхинацея

source: Edible cacti
ru: Съедобные кактусы

source: Edible flowers
ru: Съедобные цветы

source: Elsgoltsia
ru: Эльсгольция

source: Endive
ru: Эндивий

source: Eucalyptus leaves
ru: Листья эвкалипта

source: Fennel
ru: Фенхель

source: Fennel Root
ru: Корень фенхеля

source: Fenugreek hay (fenugreek)
ru: Пажитник сенной (фенугрек)

source: Fern
ru: Папоротник

source: Field salad
ru: Полевой салат

source: Fine herbs
ru: Тонкие травы

source: Flower Rose
ru: Цветок роза

source: Flowers Tulips
ru: Цветы тюльпаны

source: Flowers pansies
ru: Цветы анютины глазки

source: Fresh greens
ru: Свежая зелень

source: Frozen spinach
ru: Замороженный шпинат

source: Fuchsia
ru: Фуксия

source: Garlic Arrows
ru: Стрелки чеснока

source: Geranium flowers
ru: Цветы герани

source: Gladiolus
ru: Гладиолус

source: Grape leaves
ru: Виноградные листья

source: Grass Shepherd's bag
ru: Трава пастушья сумка

source: Green basil
ru: Базилик зеленый

source: Green onion
ru: Лук зеленый

source: Herb Immortelle
ru: Трава бессмертник

source: Herb gulyavnik medicinal
ru: Трава гулявник лекарственный

source: Hibiscus flowers (Sudanese rose)
ru: Цветы гибискуса (суданская роза)

source: Hogweed
ru: Борщевик

source: Horseradish
ru: Хрен

source: Horseradish leaves
ru: Листья хрена

source: Horsetail field
ru: Хвощ полевой

source: Hyssop
ru: Иссоп

source: Iceberg Lettuce
ru: Салат Айсберг

source: Iris plant
ru: Растение ирис

source: Jasmine
ru: Жасмин

source: Kiprei (Ivan-tea)
ru: Кипрей (Иван-чай)

source: Kupyr (Chervil)
ru: Купырь (Кервель)

source: Lakonos
ru: Лаконос

source: Lavender
ru: Лаванда

source: Leek
ru: Лук-порей

source: Lemon grass
ru: Лимонная трава

source: Lemon verbena
ru: Вербена лимонная

source: Lettuce
ru: Салат латук

source: Lily Flowers
ru: Цветы лилии

source: Lime leaves
ru: Листья лайма

source: Linden flowers
ru: Цветы липы

source: Lollo rossa salad
ru: Салат лолло росса

source: Long-term gravilat
ru: Многолетний гравилат

source: Lotus
ru: Лотос

source: Lovebirds
ru: Любисток

source: Lupin
ru: Люпин

source: Mallow
ru: Мальва

source: Maranta
ru: Маранта

source: Marigold flowers
ru: Цветы бархатцы

source: Marjoram
ru: Майоран

source: Mash salad
ru: Маш-салат

source: Medicinal Melissa
ru: Лекарственная мелисса

source: Medicinal asp
ru: Жеруха лекарственная

source: Milk thistle spotted (thistle)
ru: Расторопша пятнистая (чертополох)

source: Mint
ru: Мята

source: Mitsuna salad
ru: Салат мицуна

source: Monarda
ru: Монарда

source: Mother-and-stepmother
ru: Мать-и-мачеха

source: Mustard leaf
ru: Листовая горчица

source: Nasturtium
ru: Настурция

source: Nettle
ru: Крапива

source: Nightshade black
ru: Паслен черный

source: Oakleaf salad
ru: Салат оаклиф

source: Onion-batun
ru: Лук-батун

source: Orchid
ru: Орхидея

source: Oregano (oregano)
ru: Душица обыкновенная (орегано)

source: Parsley
ru: Петрушка

source: Patchouli
ru: Пачули

source: Perilla
ru: Перилла

source: Pickled bamboo
ru: Маринованный бамбук

source: Pickled basil
ru: Базилик маринованный

source: Pickled cilantro
ru: Маринованная кинза

source: Pickled greens
ru: Маринованная зелень

source: Pickled lettuce leaves
ru: Маринованные листья салата

source: Pickled parsley
ru: Петрушка маринованная

source: Pickled purslane
ru: Маринованный портулак

source: Pineapple leaves
ru: Ананасовые листья

source: Plantain
ru: Подорожник

source: Plumeria (frangipani)
ru: Плюмерия (франжипани)

source: Prickly pear
ru: Опунция

source: Prickly pear Indian (fig)
ru: Опунция индийская (инжирная)

source: Primrose
ru: Примула

source: Purslane
ru: Портулак

source: Quinoa garden
ru: Лебеда садовая

source: Radicchio salad
ru: Салат радичио

source: Rank plant
ru: Растение чина

source: Red basil
ru: Базилик красный

source: Romano salad
ru: Салат романо

source: Roots
ru: Коренья

source: Rose petals
ru: Лепестки роз

source: Rosebuds
ru: Бутоны роз

source: Rosehip leaves
ru: Листья шиповника

source: Rosemary
ru: Розмарин

source: Rucola
ru: Рукола

source: Sage
ru: Шалфей

source: Salad
ru: Салат

source: Salad frise
ru: Салат фризе

source: Savory
ru: Чабер

source: Shnitt-onion
ru: Шнитт-лук

source: Smilax (sassaparil)
ru: Смилакс (сассапариль)

source: Snyt grass
ru: Трава сныть

source: Sorrel
ru: Щавель

source: Sour (hare cabbage)
ru: Кислица (заячья капуста)

source: Spinach
ru: Шпинат

source: Stevia herb
ru: Трава стевия

source: Sunflower
ru: Подсолнух

source: Sweet rue
ru: Рута душистая

source: Tarragon
ru: Эстрагон

source: The Squirrel (Fuki)
ru: Белокопытник (Фуки)

source: Thyme (thyme)
ru: Тимьян (чабрец)

source: Valerian
ru: Валериана

source: Violet flowers
ru: Цветы фиалки

source: Watercress
ru: Кресс-салат

source: Wild cherry
ru: Черемша

source: Willow leaves
ru: Листья ивы

source: Wormwood
ru: Полынь

source: Yarrow
ru: Тысячелистник

source: Yasmennik odorous
ru: Ясменник пахучий

source: Ylang-ylang flowers
ru: Цветы иланг-иланга

source: Yucca flowers
ru: Цветы юкки

source: Allspice
ru: Перец душистый

source: Anise
ru: Анис

source: Asafoetida ground
ru: Асафетида молотая

source: Azhgon
ru: Ажгон

source: Baharat
ru: Бахарат

source: Barbecue seasoning
ru: Приправа для шашлыка

source: Bay leaf
ru: Лавровый лист

source: Berbere
ru: Бербере

source: Black Cardamom
ru: Черный кардамон

source: Black Sesame
ru: Черный кунжут

source: Black Thursday salt
ru: Черная соль четверговая

source: Black mustard (French)
ru: Горчица черная (французская)

source: Black pepper peas
ru: Перец черный горошек

source: Black seed (kalinji)
ru: Чернушка посевная (калинджи)

source: Bouquet of garnishes
ru: Букет гарни

source: Bumbu
ru: Бумбу

source: Cane sugar
ru: Тростниковый сахар

source: Canned capers
ru: Каперсы консервированные

source: Cardamom
ru: Кардамон

source: Carnation
ru: Гвоздика

source: Carob
ru: Кэроб

source: Cassia
ru: Кассия

source: Chicken seasoning
ru: Приправа для курицы

source: Chicory
ru: Цикорий

source: Chicory Root
ru: Корень цикория

source: Chinese ginger krachai
ru: Китайский имбирь крачай

source: Chinese pepper in granules
ru: Китайский перец в гранулах

source: Cinnamon
ru: Корица

source: Cinnamon sticks
ru: Корица в палочках

source: Coriander
ru: Кориандр

source: Cumin
ru: Тмин

source: Curry
ru: Карри

source: Dill seeds
ru: Семена укропа

source: Dried Marjoram
ru: Майоран сушеный

source: Dried basil
ru: Базилик сушеный

source: Dried chervil
ru: Кервель сушеный

source: Dried cilantro
ru: Сушеная кинза

source: Dried dill
ru: Укроп сушеный

source: Dried galangal
ru: Сушеный галангал

source: Dried garlic
ru: Сушеный чеснок

source: Dried mint
ru: Мята сушеная

source: Dried onion
ru: Сушеный лук

source: Dried oregano (oregano)
ru: Душица сушеная (орегано)

source: Dried paprika
ru: Паприка сушеная

source: Dried parsley
ru: Петрушка сушеная

source: Dried rosemary
ru: Розмарин сушеный

source: Dried sage
ru: Шалфей сушеный

source: Dried tarragon
ru: Эстрагон сушеный

source: Dried thyme
ru: Тимьян сушеный

source: Fennel seeds
ru: Семена фенхеля

source: Fenugreek seeds
ru: Семена пажитника

source: Galangal Root
ru: Корень галангала

source: Garam masala
ru: Гарам масала

source: Garlic pepper
ru: Чесночный перец

source: Ginger Root
ru: Корень имбиря

source: Ginseng
ru: Женьшень

source: Grapefruit zest
ru: Цедра грейпфрута

source: Grated horseradish
ru: Тертый хрен

source: Green pepper with peas
ru: Перец зеленый горошком

source: Gremolata
ru: Гремолата

source: Ground Chinese pepper
ru: Китайский перец молотый

source: Ground black pepper
ru: Перец черный молотый

source: Ground cherry
ru: Черемуха молотая

source: Ground cinnamon
ru: Корица молотая

source: Ground coriander
ru: Кориандр молотый

source: Ground dry ginger
ru: Имбирь сухой молотый

source: Ground nutmeg
ru: Мускатный орех молотый

source: Ground red pepper
ru: Перец красный молотый

source: Ground white pepper
ru: Белый молотый перец

source: Hops-suneli
ru: Хмели-сунели

source: Horseradish sauce
ru: Соус с хреном

source: Imeretian saffron
ru: Имеретинский шафран

source: Italian herbs
ru: Итальянские травы

source: Japanese pepper kalufer
ru: Японский перец калуфер

source: Korean carrot seasoning
ru: Приправа для моркови по-корейски

source: Lamb seasoning
ru: Приправа для баранины

source: Lemon zest
ru: Цедра лимонная

source: Licorice (licorice)
ru: Солодка (лакрица)

source: Licorice root
ru: Корень солодки

source: Lime zest
ru: Цедра лайма

source: Long black pepper
ru: Длинный перец черный

source: Lotus Root
ru: Корень лотоса

source: Lumi
ru: Луми

source: Mac
ru: Мак

source: Masala
ru: Масала

source: Minionet
ru: Миньонет

source: Mushroom seasoning
ru: Приправа грибная

source: Mustard powder
ru: Горчичный порошок

source: Mustard seeds
ru: Семена горчицы

source: Nutmeg
ru: Мускатный орех

source: Nutmeg color of macis
ru: Мускатный цвет мацис

source: Oatmeal root kozloborodnik
ru: Овсяный корень козлобородник

source: Orange peel
ru: Цедра апельсиновая

source: Pepper mixture
ru: Смесь перцев

source: Pepper pink peas
ru: Перец розовый горошек

source: Pickled capers
ru: Маринованные каперсы

source: Pickled ginger
ru: Маринованный имбирь

source: Pink Salt
ru: Розовая соль

source: Pizza seasoning
ru: Приправа для пиццы

source: Potato seasoning
ru: Приправа для картофеля

source: Provencal herbs
ru: Прованские травы

source: Russian mustard (Sarepta)
ru: Русская горчица (сарептская)

source: Saffron
ru: Шафран

source: Sea salt
ru: Морская соль

source: Seasoning 10 vegetables
ru: Приправа 10 овощей

source: Seasoning for borscht
ru: Приправа для борща

source: Seasoning for dumplings
ru: Приправа для пельменей

source: Seasoning for fish
ru: Приправа для рыбы

source: Seasoning for fish soup
ru: Приправа для ухи

source: Seasoning for goulash
ru: Приправа для гуляша

source: Seasoning for lard
ru: Приправа для сала

source: Seasoning for minced meat
ru: Приправа для фарша

source: Seasoning for pilaf
ru: Приправа для плова

source: Seasoning for rice
ru: Приправа для риса

source: Seasoning for soup
ru: Приправа для супа

source: Seasonings for meat
ru: Приправы для мяса

source: Sesame
ru: Кунжут

source: Shea butter (karite)
ru: Масло ши (карите)

source: Shichimi
ru: Шичими

source: Siamese (Thai) mixture
ru: Сиамская (тайская) смесь

source: Smoked salt
ru: Соль копченая

source: Spices
ru: Пряности

source: Seasonings
ru: Специи и приправы

source: Spicy herbs
ru: Пряные травы

source: Star anise
ru: Бадьян

source: Star-shaped anise
ru: Звездчатый анис

source: Sugar
ru: Сахар

source: Sumac seasoning
ru: Приправа сумах

source: Svan salt
ru: Сванская соль

source: Sweet sugar
ru: Сладкий сахар

source: Table salt
ru: Поваренная соль

source: Tamarind paste
ru: Тамариндовая паста

source: Tandoori masala
ru: Тандури масала
