Repository: himynameisartem/FoodAtHome
Catalog: FoodAtHome/Support/*.lproj/Localizable.strings
Languages: ru

source: Shimeji Mushrooms
ru: Шимеджи

source: Slippery Jack Mushroom
ru: Сыроежка

source: Sparassis Crispa
ru: Грибная капуста (Спарассис курчавый)

source: Truffle
ru: Трюфель

source: Velvet Shank
ru: Плютей олений

source: White Mushroom
ru: Белый гриб

source: White Steppe Mushroom (Erinji)
ru: Белый степной гриб (Еринги)

source: White Truffle
ru: Белый трюфель

source: Winter Chanterelle
ru: Опенок зимний

source: Yellow Hedgehog Mushroom
ru: Ежовик желтый

source: Acidophilic paste
ru: Паста ацидофильная

source: Acidophilus
ru: Ацидофилин

source: Adyghe cheese
ru: Сыр адыгейский

source: Almette cheese
ru: Сыр Альметте (Almette)

source: Altai cheese
ru: Сыр алтайский

source: Amadeus cheese
ru: Сыр Амадеус (Amadeus)

source: Anari cheese
ru: Сыр анари

source: Asiago cheese
ru: Сыр асьяго

source: Ayran
ru: Айран

source: Baltic cheese
ru: Сыр прибалтийский

source: Banon Cheese
ru: Сыр Банон

source: Beaufort cheese
ru: Сыр Бофор

source: Bifacil
ru: Бифацил

source: Bifitat
ru: Бифитат

source: Blue cheese with mold
ru: Голубой сыр с плесенью

source: Boiled eggs
ru: Вареные яйца

source: Brine cheese
ru: Рассольный сыр

source: Brocchio
ru: Броччио

source: Buffalo milk
ru: Буйволиное молоко

source: Buko Cheese
ru: Сыр Буко

source: Burata Cheese
ru: Сыр Бурата

source: Butter
ru: Масло сливочное

source: Buttermilk
ru: Пахта

source: Cambozola cheese
ru: Сыр Камбоцола (Cambozola)

source: Camel milk
ru: Верблюжье молоко

source: Camembert cheese
ru: Сыр Камамбер

source: Canned cheese
ru: Консервированный сыр

source: Canned eggs
ru: Консервированные яйца

source: Canned milk
ru: Молочные консервы

source: Cantal Cheese
ru: Сыр Канталь

source: Chal
ru: Чал

source: Cheddar cheese
ru: Сыр чеддер

source: Cheese
ru: Сыр

source: Cheese Abondance (Abondance)
ru: Сыр Абонданс (Abondance)

source: Cheese Athlete (Atleet)
ru: Сыр Атлет (Atleet)

source: Cheese Bavaria blue
ru: Сыр Бавария блю

source: Cheese Vats
ru: Сыр Чанах

source: Cheese cheese
ru: Сыр брынза

source: Cheese with mold
ru: Сыр с плесенью

source: Cheese with red mold
ru: Сыр с красной плесенью

source: Cheese with white mold
ru: Сыр с белой плесенью

source: Chicken egg
ru: Куриное яйцо

source: Chocolate milk
ru: Шоколадное молоко

source: Concentrated milk
ru: Концентрированное молоко

source: Condensed cream
ru: Сгущенные сливки

source: Condensed milk
ru: Сгущенное молоко

source: Cottage cheese
ru: Творожный сыр

source: Cottage cheese cream
ru: Творожный крем

source: Cottage cheese grain
ru: Творог зерненый

source: Cottage cheese in bold
ru: Творог полужирный

source: Cottage cheese quark
ru: Творог кварк

source: Cow's milk
ru: Молоко коровье

source: Cream
ru: Сливки

source: Cream 10% fat content
ru: Сливки 10% жирности

source: Cream 20% fat content
ru: Сливки 20% жирности

source: Cream 35% fat content
ru: Сливки 35% жирности

source: Cream cheese
ru: Сыр сливочный

source: Creamy ice cream
ru: Сливочное мороженое

source: Curd
ru: Творог

source: Curd mass
ru: Творожная масса

source: Curd whey
ru: Творожная сыворотка

source: Danablu Cheese
ru: Сыр Данаблю

source: Danbo cheese
ru: Сыр Данбо (Danbo)

source: Dor Blue Cheese
ru: Сыр Дор Блю

source: Drinking cream
ru: Сливки питьевые

source: Dry cream
ru: Сухие сливки

source: Dry egg yolk
ru: Сухой яичный желток

source: Duck egg
ru: Яйцо утиное

source: Dutch Cheese
ru: Сыр Голландский

source: Edam Cheese
ru: Сыр Эдам

source: Egg white
ru: Яичный белок

source: Egg yolk
ru: Яичный желток

source: Emmental cheese
ru: Сыр эмментальский

source: Estonian cheese
ru: Сыр эстонский

source: Fat cottage cheese
ru: Творог жирный

source: Fermented milk
ru: Мацони

source: Fermented milk products
ru: Кисломолочные продукты

source: Feta cheese
ru: Сыр фета

source: Fetaki cheese
ru: Сыр фетаки

source: Fetaxa cheese
ru: Сыр фетакса

source: Fontina cheese
ru: Сыр фонтина

source: Fresh cream
ru: Крем-фреш

source: Fresh milk
ru: Парное молоко

source: Fruit yogurt
ru: Фруктовый йогурт

source: Ginger milk
ru: Имбирное молоко

source: Goat cheese
ru: Козий сыр

source: Goat cottage cheese
ru: Творог козий

source: Goat kefir
ru: Кефир козий

source: Goat's milk
ru: Молоко козье

source: Goose eggs
ru: Гусиные яйца

source: Gorgonzola Cheese
ru: Сыр Горгонзола

source: Gouda cheese
ru: Сыр гауда

source: Greek yogurt
ru: Греческий йогурт

source: Green Pesto cheese
ru: Зеленый сыр песто

source: Green cheese
ru: Сыр зеленый

source: Gruyere cheese
ru: Сыр грюйер

source: Guinea fowl eggs
ru: Яйца цесарки

source: Halumi cheese
ru: Сыр халуми

source: Hard cheese
ru: Твердый сыр

source: Hermelin cheese (Hermelín)
ru: Сыр Гермелин (Hermelín)

source: Homemade cheese
ru: Сыр домашний

source: Homemade mayonnaise
ru: Домашний майонез

source: Homemade yogurt
ru: Домашний йогурт

source: Ice cream Sundae
ru: Мороженое Пломбир

source: Jarlsberg cheese
ru: Сыр Ярлсберг (Jarlsberg)

source: Katyk
ru: Катык

source: Kaymak
ru: Каймак

source: Kefir
ru: Кефир

source: Kefir 2.5% fat content
ru: Кефир 2,5% жирности

source: Kefir 3.2% fat content
ru: Кефир 3,2% жирности

source: Komte Cheese
ru: Сыр Комте

source: Kostroma cheese
ru: Сыр костромской

source: Koumiss
ru: Кумыс

source: Kurt cheese
ru: Сыр курт

source: Latvian cheese
ru: Сыр латвийский

source: Limburger Cheese
ru: Сыр Лимбургер

source: Lithuanian cheese
ru: Сыр литовский

source: Livaro Cheese
ru: Сыр Ливаро

source: Low-fat cottage cheese
ru: Творог обезжиренный

source: Low-fat kefir
ru: Кефир обезжиренный

source: Maasdam cheese
ru: Сыр Маасдам (Maasdam)

source: Manchego cheese
ru: Сыр Манчего (Manchego)

source: Marble cheese
ru: Сыр мраморный

source: Mare's milk
ru: Молоко кобылье

source: Mascarpone cheese
ru: Сыр маскарпоне

source: Melted butter
ru: Масло топленое

source: Melted chocolate cheese
ru: Сыр плавленный шоколадный

source: Melted milk
ru: Молоко топленое

source: Mexican cheese
ru: Сыр мексиканский

source: Milk
ru: Молоко

source: Milk drink
ru: Молочный напиток

source: Milk whey
ru: Молочная сыворотка

source: Moscow cheese
ru: Сыр московский

source: Mozzarella cheese
ru: Сыр моцарелла

source: Munster cheese
ru: Сыр Мюнстер (Munster)

source: Nocerino Cheese
ru: Сыр Ночерино

source: Nut milk
ru: Ореховое молоко

source: Oil spread
ru: Масло спред

source: Oltermanni cheese
ru: Сыр Ольтермани (Oltermanni)

source: Ossetian cheese
ru: Сыр осетинский

source: Ostrich eggs
ru: Страусиные яйца

source: Paneer cheese
ru: Сыр панир

source: Parmesan cheese
ru: Сыр пармезан

source: Partridge eggs
ru: Яйца куропатки

source: Pasteurized milk
ru: Молоко пастеризованное

source: Pecorino Cheese
ru: Сыр Пекорино

source: Philadelphia Cheese
ru: Сыр филадельфия

source: Pickled cheese
ru: Сыр маринованный

source: Pickled chicken eggs
ru: Маринованные куриные яйца

source: Pickled quail eggs
ru: Маринованные перепелиные яйца

source: Popsicle ice cream
ru: Мороженое эскимо

source: Poshekhonsky cheese
ru: Сыр пошехонский

source: Powdered milk
ru: Сухое молоко

source: Processed cheese
ru: Сыр плавленый

source: Protein milk
ru: Молоко белковое

source: Provolone cheese
ru: Сыр проволоне

source: Quail eggs
ru: Перепелиные яйца

source: Reblochon cheese
ru: Сыр Реблошон

source: Rennet cheese
ru: Сычужный сыр

source: Ricotta cheese
ru: Сыр рикотта

source: Rocamadour cheese
ru: Сыр Рокамадур (Rocamadour)

source: Roquefort cheese
ru: Сыр Рокфор

source: Rougett Cheese
ru: Сыр Ружетт

source: Russian cheese
ru: Сыр российский

source: Ryazhenka
ru: Ряженка

source: Saler cheese (Salers)
ru: Сыр Салер (Салерс)

source: Sausage cheese
ru: Колбасный сыр

source: Sbrinz cheese (Sbrinz)
ru: Сыр Сбринц (Sbrinz)

source: Shubat
ru: Шубат

source: Skimmed milk
ru: Молоко обезжиренное

source: Skimmed milk powder
ru: Сухое молоко обезжиренное

source: Smoked cheese
ru: Копченый сыр

source: Smoked pigtail cheese
ru: Копченый сыр косичка

source: Smoked suluguni cheese
ru: Сыр сулугуни копченый

source: Soft cheeses
ru: Мягкие сыры

source: Soft goat cheese
ru: Мягкий сыр козий

source: Soft kaymak cheese
ru: Мягкий сыр каймак

source: Sour cream
ru: Сметана

source: Sour cream 10% fat content
ru: Сметана 10% жирности

source: Sour cream 15% fat content
ru: Сметана 15% жирности

source: Sour cream 30% fat content
ru: Сметана 30% жирности

source: Sour milk
ru: Кислое молоко

source: Sour milk cheese
ru: Сыр кисломолочный

source: Soviet cheese
ru: Сыр советский

source: Sterilized milk
ru: Молоко стерилизованное

source: Stilton Cheese
ru: Сыр Стилтон

source: Suluguni Cheese
ru: Сыр Сулугуни

source: Suzma
ru: Сузьма

source: Swiss cheese
ru: Сыр швейцарский

source: Tan drink
ru: Напиток тан

source: Tarak
ru: Тарак

source: Tilsiter cheese
ru: Сыр Тильзитер (Tilsiter)

source: Tofu cheese
ru: Сыр тофу

source: Turkey egg
ru: Яйцо индюшиное

source: Turtle Eggs
ru: Черепашьи яйца

source: Uglich cheese
ru: Сыр угличский

source: Varenets
ru: Варенец

source: Whole milk powder
ru: Молоко сухое цельное

source: Yaroslavl cheese
ru: Сыр ярославский

source: Yogurt
ru: Простокваша

source: Amateur sausage
ru: Колбаса любительская

source: Bacon
ru: Бекон

source: Basturma
ru: Бастурма

source: Bear Meat
ru: Мясо медведя

source: Beef
ru: Говядина

source: Beef Goulash
ru: Гуляш из говядины

source: Beef Romsteak
ru: Ромштекс из говядины

source: Beef Stroganoff
ru: Бефстроганов

source: Beef Stroganoff from beef
ru: Бефстроганов из говядины

source: Beef Stroganoff from chicken
ru: Бефстроганов из курицы

source: Beef Stroganoff from pork
ru: Бефстроганов из свинины

source: Beef brains
ru: Говяжьи мозги

source: Beef brisket
ru: Говяжья грудинка

source: Beef diaphragm
ru: Диафрагма говяжья

source: Beef entrecote
ru: Антрекот из говядины

source: Beef fillet
ru: Говяжий филей

source: Beef heart
ru: Говяжье сердце

source: Beef kidneys
ru: Говяжьи почки

source: Beef liver
ru: Говяжья печень

source: Beef lung
ru: Говяжье легкое

source: Beef okovalok
ru: Оковалок говяжий

source: Beef ribs
ru: Ребра говяжьи

source: Beef roast beef
ru: Ростбиф из говядины

source: Beef rump
ru: Говяжий огузок

source: Beef sausage
ru: Колбаса говяжья

source: Beef spleen
ru: Говяжья селезенка

source: Beef steak
ru: Говяжий стейк

source: Beef stew
ru: Тушенка говяжья

source: Beef tail
ru: Хвост говяжий

source: Beef tenderloin
ru: Говяжья вырезка

source: Beef tongue
ru: Говяжий язык

source: Beef tripe
ru: Рубец говяжий

source: Beef udder
ru: Вымя говяжье

source: Black grouse meat
ru: Мясо тетерева

source: Black pudding
ru: Кровяная колбаса

source: Boiled sausage
ru: Вареная колбаса

source: Boiled sausage Doctor
ru: Вареная колбаса Докторская

source: Braunschweig sausage
ru: Колбаса брауншвейгская

source: Brawn sausage
ru: Колбаса зельц

source: Bresaola
ru: Брезаола

source: Broiler chickens
ru: Цыплята бройлеры

source: Buffalo meat
ru: Мясо бизонов

source: Bull's eggs
ru: Бычьи яйца

source: Buzhenina
ru: Буженина

source: By-products
ru: Субпродукты

source: Camel meat
ru: Мясо верблюда

source: Canned chicken
ru: Консервированная курица

source: Canned ham
ru: Консервированная ветчина

source: Canned meat
ru: Мясные консервы

source: Canned minced meat
ru: Консервированный фарш

source: Canned sausages
ru: Консервированные сосиски

source: Canned tongue
ru: Язык консервированный

source: Chick
ru: Цыпленок

source: Chicken
ru: Курица

source: Chicken Goulash
ru: Гуляш из курицы

source: Chicken Soup Set
ru: Куриный суповой набор

source: Chicken backs
ru: Спинки куриные

source: Chicken breast
ru: Куриная грудка

source: Chicken broth
ru: Куриный бульон

source: Chicken drumstick
ru: Голень куриная

source: Chicken feet
ru: Куриные лапки

source: Chicken fillet
ru: Куриное филе

source: Chicken giblets
ru: Куриные потроха

source: Chicken ham
ru: Окорочка куриные

source: Chicken heads
ru: Куриные головы

source: Chicken hearts
ru: Куриные сердечки

source: Chicken legs
ru: Куриные ножки

source: Chicken liver
ru: Куриная печень

source: Chicken necks
ru: Куриные шейки

source: Chicken nuggets
ru: Куриные наггетсы

source: Chicken roll
ru: Куриный рулет

source: Chicken sausage
ru: Куриная колбаса

source: Chicken schnitzel
ru: Шницель куриный

source: Chicken skin
ru: Кожа куриная

source: Chicken tail
ru: Куриная гузка

source: Chicken thighs
ru: Куриные бедра

source: Chicken ventricles
ru: Куриные желудочки

source: Chicken wings
ru: Куриные крылышки

source: Chorizo sausage
ru: Колбаса чоризо

source: Crocodile meat
ru: Мясо крокодила

source: Dairy sausage
ru: Колбаса молочная

source: Diet sausage
ru: Диетическая колбаса

source: Dried meat
ru: Вяленое мясо

source: Dried sausage
ru: Сыровяленая колбаса

source: Duck liver
ru: Печень утиная

source: Duck meat
ru: Мясо утки

source: Entrecote
ru: Антрекот

source: Escalope
ru: Эскалоп

source: Foie gras pate
ru: Паштет Фуа-гра

source: Frog legs
ru: Лягушачьи лапки

source: Gherkin chickens
ru: Цыплята корнишоны

source: Goat meat
ru: Козлятина

source: Goose liver
ru: Гусиная печень

source: Goose meat
ru: Мясо гуся

source: Goulash
ru: Гуляш

source: Grape snail
ru: Улитка виноградная

source: Ground beef
ru: Говяжий фарш

source: Grouse Meat
ru: Мясо глухаря

source: Guinea Fowl Meat
ru: Мясо цесарки

source: Ham
ru: Ветчина

source: Ham ham
ru: Окорок хамон

source: Hazel grouse meat
ru: Мясо рябчика

source: Heart of mutton
ru: Сердце баранье

source: Homemade liver sausage
ru: Домашняя печеночная колбаса

source: Homemade sausage
ru: Домашняя колбаса

source: Horse meat
ru: Конина

source: Hunting sausages
ru: Охотничьи колбаски

source: Kazy Horse sausage
ru: Конская колбаса казы

source: Krakow sausage
ru: Краковская колбаса

source: Kupaty
ru: Купаты

source: Lamb Meat
ru: Мясо ягненка

source: Lamb Saddle
ru: Седло ягненка

source: Lamb eggs
ru: Бараньи яйца

source: Lamb leg
ru: Нога ягненка

source: Lamb liver
ru: Баранья печень

source: Lamb minced meat
ru: Бараний фарш

source: Lamb sausage
ru: Колбаса баранья

source: Lamb square
ru: Каре ягненка

source: Langet
ru: Лангет

source: Lard Lardo
ru: Сало Лардо

source: Lean minced meat
ru: Постный фарш

source: Liver pate
ru: Паштет из печени

source: Liver sausage
ru: Ливерная колбаса

source: Marbled beef
ru: Мраморная говядина

source: Marbled beef steak
ru: Стейк из мраморной говядины

source: Marinated chicken fillet
ru: Маринованное куриное филе

source: Meat
ru: Мясо

source: Meat bread
ru: Мясной хлеб

source: Meat broth
ru: Мясной бульон

source: Meat meatballs
ru: Мясные фрикадельки

source: Meat pate
ru: Мясной паштет

source: Meat products
ru: Мясные изделия

source: Meat semi-finished products
ru: Мясные полуфабрикаты

source: Meatballs
ru: Тефтели

source: Meatloaf
ru: Мясной рулет

source: Milk sausages
ru: Сосиски молочные

source: Minced chicken
ru: Куриный фарш

source: Minced meat
ru: Мясной фарш

source: Minced meat patties
ru: Котлетный фарш

source: Minced pork
ru: Свиной фарш

source: Minced rabbit
ru: Фарш из кролика

source: Minced sausage
ru: Фарш колбасный

source: Mincemeat
ru: Фарш

source: Moose meat
ru: Мясо лося

source: Mortadella sausage
ru: Колбаса мортаделла

source: Moscow sausage
ru: Колбаса московская

source: Ostrich meat
ru: Мясо страуса

source: Pancetta
ru: Панчетта

source: Parma ham
ru: Пармская ветчина

source: Partridge meat
ru: Мясо куропатки

source: Pepperoni sausage
ru: Колбаса пепперони

source: Pheasant meat
ru: Мясо фазана

source: Pickled bacon
ru: Маринованное сало

source: Pickled chicken legs
ru: Маринованные ножки куриные

source: Pickled chicken wings
ru: Маринованные крылышки куриные

source: Pickled frozen kebab
ru: Маринованный замороженный шашлык

source: Pickled liver
ru: Маринованная печень

source: Pickled meat
ru: Маринованное мясо

source: Pickled pork ribs
ru: Маринованные свиные ребрышки

source: Pickled tongue
ru: Маринованный язык

source: Pig ears
ru: Свиные уши

source: Pig tails
ru: Свиные хвосты

source: Pig's head
ru: Свиная голова

source: Pig's heart
ru: Свиное сердце

source: Pig's tongue
ru: Свиной язык

source: Pigeon meat
ru: Мясо голубя

source: Porcine diaphragm
ru: Диафрагма свиная

source: Pork
ru: Свинина

source: Pork Escalope
ru: Эскалоп из свинины

source: Pork Goulash
ru: Гуляш из свинины

source: Pork Schnitzel
ru: Шницель из свинины

source: Pork balyk
ru: Балык свиной

source: Pork belly
ru: Свиная грудинка

source: Pork brawn
ru: Свиной зельц

source: Pork carbonade
ru: Свиной карбонад

source: Pork cheek
ru: Щековина свиная

source: Pork eggs
ru: Свиные яйца

source: Pork entrecote
ru: Антрекот из свинины

source: Pork fat (Lard)
ru: Шпик свиной (Сало)

source: Pork fillet
ru: Филей свиной

source: Pork frankfurters
ru: Сардельки свиные

source: Pork ham
ru: Свиной окорок

source: Pork kidneys
ru: Почки свиные

source: Pork knuckle
ru: Свиная рулька

source: Pork legs
ru: Ноги свиные

source: Pork liver
ru: Свиная печень

source: Pork loin
ru: Свиная корейка

source: Pork lung
ru: Свиное легкое

source: Pork neck
ru: Шея свиная

source: Pork ribs
ru: Свиные ребрышки

source: Pork sausages
ru: Сосиски свиные

source: Pork skin
ru: Свиная шкура

source: Pork spleen
ru: Свиная селезенка

source: Pork steak
ru: Свиной стейк

source: Pork stew
ru: Тушенка свиная

source: Pork stomach
ru: Свиной желудок

source: Pork tenderloin
ru: Свиная вырезка

source: Poultry meat
ru: Мясо птицы

source: Poultry meat semi-finished products
ru: Полуфабрикаты из мяса птицы

source: Poultry sausage
ru: Колбаса из мяса птицы

source: Prosciutto
ru: Прошутто

source: Quail Meat
ru: Мясо перепела

source: Rabbit kidneys
ru: Почки кролика

source: Rabbit liver
ru: Печень кролика

source: Rabbit meat
ru: Мясо кролика

source: Raw smoked sausage
ru: Сырокопченая колбаса

source: Roast Beef
ru: Ростбиф

source: Roe Deer Meat
ru: Мясо косули

source: Romsteak
ru: Ромштекс

source: Salami sausage
ru: Колбаса салями

source: Salchichon sausage
ru: Колбаса сальчичон

source: Salsiccia
ru: Сальсичча

source: Salted lard
ru: Соленое сало

source: Saltison
ru: Сальтисон

source: Sandpiper bird
ru: Птица кулик

source: Sausage products
ru: Колбасные изделия

source: Sausages
ru: Сосиски

source: Sausages for beer
ru: Колбаски к пиву

source: Schnitzel
ru: Шницель

source: Servelat sausage
ru: Колбаса сервелат

source: Sheepmeat
ru: Баранина

source: Shpikachki
ru: Шпикачки

source: Smoked bacon
ru: Копченое сало

source: Smoked brisket
ru: Грудинка копченая

source: Smoked cheek
ru: Щековина копченая

source: Smoked chicken
ru: Копченая курица

source: Smoked chicken breast
ru: Копченая куриная грудка

source: Smoked chicken legs
ru: Куриные окорочка копченые

source: Smoked chicken wings
ru: Копченые куриные крылышки

source: Smoked duck
ru: Копченая утка

source: Smoked meat
ru: Копченое мясо

source: Smoked meats
ru: Мясные копчености

source: Smoked pork ears
ru: Копченые свиные уши

source: Smoked pork ham
ru: Свиной копченый окорок

source: Smoked pork ribs
ru: Ребрышки свиные копченые

source: Smoked sausage
ru: Копченая колбаса

source: Smoked sausages
ru: Копченые сосиски

source: Smoked tongue
ru: Копченый язык

source: Snake Meat
ru: Мясо змеи

source: Snipe Bird
ru: Птица бекас

source: Soy minced meat
ru: Соевый фарш

source: Suckling pig
ru: Молочный поросенок

source: Sujuk
ru: Суджук

source: Tongue sausage
ru: Языковая колбаса

source: Turkey Hearts
ru: Сердечки индейки

source: Turkey Liver
ru: Печень индейки

source: Turkey Meat
ru: Мясо индейки

source: Turkey Necks
ru: Шейки индейки

source: Turkey Skin
ru: Кожа индейки

source: Turkey Wing
ru: Крыло индейки

source: Turkey breast
ru: Грудка индейки

source: Turkey drumstick
ru: Голень индейки

source: Turkey fillet
ru: Филе индейки

source: Turkey leg
ru: Окорочок индейки

source: Turkey minced meat
ru: Фарш из мяса индейки

source: Turkey thigh
ru: Бедро индейки

source: Turkey ventricles
ru: Желудочки индейки

source: Veal
ru: Телятина

source: Venison
ru: Оленина

source: Venison sausage
ru: Колбаса из оленины

source: Wiener sausages
ru: Сосиски венские

source: Wild Boar meat
ru: Мясо кабана

source: Woodcock bird
ru: Птица вальдшнеп

source: Algae
ru: Водоросли

source: Algae dals
ru: Водоросль далс

source: Algae kanten
ru: Водоросль кантен

source: Algae umi budo
ru: Водоросль уми будо

source: Amur fish
ru: Рыба амур

source: Anchovies
ru: Анчоусы

source: Anchovy paste
ru: Паста из анчоусов

source: Anglerfish (sea devil)
ru: Рыба удильщик (морской черт)

source: Artificial caviar
ru: Искусственная икра

source: Artificial red caviar
ru: Искусственная красная икра

source: Asp
ru: Жеpex

source: Balyk from fish
ru: Балык из рыбы

source: Barabulka fish (sultanka)
ru: Рыба барабулька (султанка)

source: Beldyuga fish
ru: Рыба бельдюга

source: Beluga
ru: Белуга

source: Beluga caviar
ru: Черная икра белуги

source: Berix fish
ru: Рыба берикс

source: Bester fish
ru: Рыба бестер

source: Black Caviar
ru: Черная икра

source: Black Cod (Coal fish)
ru: Черная треска (Угольная рыба)

source: Black Sea flounder
ru: Черноморская камбала

source: Black caviar sturgeon
ru: Черная икра осетровая

source: Black mullet fish (loban)
ru: Рыба черная кефаль (лобан)

source: Blue Crab
ru: Голубой краб

source: Bops
ru: Бопс

source: Bream caviar
ru: Икра леща

source: Brown seaweed
ru: Морские водоросли бурые

source: Bullfish
ru: Рыба бычок

source: Burbot fish
ru: Рыба налим

source: Burbot liver
ru: Печень налима

source: Canned anchovies
ru: Консервированные анчоусы

source: Canned carp
ru: Консервированный карп

source: Canned caviar
ru: Икра консервированная

source: Canned cod
ru: Консервированная треска

source: Canned fish
ru: Рыбные консервы

source: Canned herring
ru: Сельдь консервированная

source: Canned mackerel
ru: Консервированная скумбрия

source: Canned mussels
ru: Консервированные мидии

source: Canned pink salmon
ru: Консервированная горбуша

source: Canned salmon (salmon)
ru: Консервированный лосось (семга)

source: Canned sardines
ru: Консервированные сардины

source: Canned saury
ru: Сайра консервированная

source: Canned seaweed
ru: Консервированная морская капуста

source: Canned shrimp
ru: Консервированные креветки

source: Canned sprat
ru: Консервированная килька

source: Canned sprats
ru: Консервированные шпроты

source: Canned squid
ru: Кальмары консервированные

source: Canned trout
ru: Консервированная форель

source: Canned tuna
ru: Тунец консервированный

source: Capelin caviar
ru: Икра мойвы

source: Capelin fish
ru: Рыба мойва

source: Carp
ru: Карп

source: Carp caviar
ru: Икра сазана

source: Carp fish
ru: Рыба сазан

source: Caviar
ru: Икра

source: Char
ru: Голец

source: Chinook fish
ru: Рыба чавыча

source: Chub fish
ru: Рыба голавль

source: Chuka seaweed
ru: Морские водоросли чука

source: Chukuchan fish
ru: Рыба чукучан

source: Cod caviar
ru: Икра трески

source: Cod fish
ru: Рыба треска

source: Cod liver
ru: Печень трески

source: Crab meat
ru: Мясо краба

source: Crab sausage
ru: Крабовая колбаса

source: Crab sticks
ru: Крабовые палочки

source: Crayfish river
ru: Раки речные

source: Croaker fish
ru: Рыба горбыль

source: Crucian carp
ru: Карась

source: Cucumaria
ru: Кукумария

source: Cuttlefish
ru: Каракатица

source: Cuttlefish Ink
ru: Чернила каракатицы

source: Dorado fish
ru: Рыба дорадо

source: Dried Squid rings
ru: Сушеные кольца кальмаров

source: Dried anchovies
ru: Анчоусы сушеные

source: Dried fish
ru: Вяленая рыба

source: Dried octopus
ru: Сушеный осьминог

source: Dried roach
ru: Вобла вяленая

source: Dried sea cabbage
ru: Морская капуста сушеная

source: Dried squid
ru: Сушеные кальмары

source: Dried squid tentacles
ru: Сушеные щупальца кальмаров

source: Dried yellow tabby
ru: Сушеный желтый полосатик

source: Fangfish
ru: Рыба клыкач

source: Fish
ru: Рыба

source: Fish Argentina
ru: Рыба аргентина
