Repository: himynameisartem/FoodAtHome
Catalog: FoodAtHome/Support/*.lproj/Localizable.strings
Languages: ru

source: The root of love
ru: Корень любистока

source: Turmeric
ru: Куркума

source: Turmeric Root
ru: Корень куркумы

source: Universal seasoning
ru: Универсальная приправа

source: Vanilla
ru: Ваниль

source: Vanilla Powder
ru: Порошок ванили

source: Vanilla in pods
ru: Ваниль в стручках

source: Vanilla sugar
ru: Сахар ванильный

source: Vegetable seasoning
ru: Овощная приправа

source: Water pepper
ru: Водяной перец

source: White mustard (English)
ru: Горчица белая (английская)

source: White pepper
ru: Белый перец

source: Zantoxylum
ru: Зантоксилум

source: Zira
ru: Зира

source: Zubrovka fragrant
ru: Зубровка душистая

source: A sugar substitute for erythritol
ru: Заменитель сахара на эритрите

source: Acetic essence
ru: Уксусная эссенция

source: Adjika
ru: Аджика

source: Agar-agar
ru: Агар-агар

source: Aioli sauce
ru: Соус айоли

source: Almond Extract
ru: Миндальный экстракт

source: Almond oil
ru: Миндальное масло

source: Almond petals
ru: Миндальные лепестки

source: Amaranth oil
ru: Амарантовое масло

source: Americano Coffee
ru: Кофе американо

source: Andiroba Oil
ru: Масло андиробы

source: Angelica Root
ru: Корень дягиля

source: Anise Oil
ru: Масло аниса

source: Annato
ru: Аннато

source: Anti-lipid Tianshi Tea
ru: Антилипидный чай Тяньши

source: Antipasto
ru: Антипасто

source: Apple cider vinegar
ru: Яблочный уксус

source: Apple sauce
ru: Яблочный соус

source: Apple syrup yellow
ru: Яблочный сироп желтый

source: Apricot Kernel Oil
ru: Масло абрикосовых косточек

source: Apricot kernels
ru: Ядра абрикосовых косточек

source: Arabica Coffee
ru: Кофе арабика

source: Argan oil
ru: Аргановое масло

source: Arrowroot starch flour
ru: Крахмальная мука аррорут

source: Avocado Oil
ru: Масло авокадо

source: Babassu oil
ru: Масло бабассу

source: Backmes
ru: Бекмес

source: Baking mix
ru: Хлебопекарная смесь

source: Baking powder of the dough
ru: Разрыхлитель теста

source: Baking soda
ru: Сода пищевая

source: Balsamic cream
ru: Бальзамический крем

source: Balsamic vinegar
ru: Уксус бальзамический

source: Bamboo tea
ru: Чай с бамбуком

source: Banana leaves
ru: Листья банана

source: Banana syrup
ru: Банановый сироп

source: Barbecue sauce
ru: Соус барбекю

source: Barley malt
ru: Ячменный солод

source: Bearnaise sauce
ru: Беарнский соус

source: Beech oil
ru: Масло бука

source: Beef broth
ru: Говяжий бульон

source: Beet sugar
ru: Сахар свекловичный

source: Bergamot Oil
ru: Масло бергамота

source: Black Cumin oil
ru: Масло черного тмина

source: Black Pepper oil
ru: Масло черного перца

source: Black flavored tea
ru: Черный ароматизированный чай

source: Black salt
ru: Соль черная

source: Black tea
ru: Черный чай

source: Blue Tea
ru: Синий чай

source: Bolognese sauce
ru: Соус болоньезе

source: Bone fat
ru: Костный жир

source: Borage oil (borago)
ru: Масло огуречника (бораго)

source: Botvinya
ru: Ботвинья

source: Brazil Nut Oil
ru: Масло бразильского ореха

source: Breadcrumbs
ru: Сухари панировочные

source: Brewer's yeast
ru: Пивные дрожжи

source: Broccoli oil
ru: Масло брокколи

source: Broth
ru: Бульон

source: Broth cube
ru: Бульонный кубик

source: Brown cane sugar
ru: Коричневый тростниковый сахар

source: Brown espagnol sauce
ru: Коричневый соус эспаньоль

source: Bulgarian ketchup
ru: Болгарский кетчуп

source: Burdock oil
ru: Репейное масло

source: Buriti oil
ru: Масло бурити

source: Burnt sugar (Burnt)
ru: Жженый сахар (Жженка)

source: Caesar Sauce
ru: Соус Цезарь

source: Calamus Root
ru: Корень аира

source: Camelina oil
ru: Рыжиковое масло

source: Camphor
ru: Камфора

source: Canned borscht
ru: Консервированный борщ

source: Canned grape leaves
ru: Консервированные виноградные листья

source: Canned porridge
ru: Каша консервированная

source: Canned soup
ru: Консервированный суп

source: Canned tomato soup
ru: Консервированный томатный суп

source: Canola Oil
ru: Масло канолы

source: Caramel syrup
ru: Карамельный сироп

source: Caramel topping
ru: Карамельный топпинг

source: Carrot Oil
ru: Масло моркови

source: Cedar oil
ru: Кедровое масло

source: Cedar sap
ru: Живица кедровая

source: Celery salt
ru: Сельдереевая соль

source: Chamomile oil
ru: Масло ромашки

source: Chamomile tea
ru: Ромашковый чай

source: Cheese flavoring
ru: Ароматизатор Сыр

source: Cheese sauce
ru: Соус сырный

source: Cheesecake flavor
ru: Ароматизатор Чизкейк

source: Chereva
ru: Черева

source: Cherry syrup
ru: Вишневый сироп

source: Chestnut honey
ru: Мед каштановый

source: Chia seeds
ru: Семена чиа

source: Chia seeds (Spanish sage)
ru: Семена чиа (испанский шалфей)

source: Chicken cubes
ru: Куриные кубики

source: Chicken fat
ru: Жир куриный

source: Chili ketchup
ru: Кетчуп чили

source: Chili sauce
ru: Соус чили

source: Chimichurri sauce
ru: Соус чимичурри

source: Chocolate butter
ru: Масло шоколадное

source: Chocolate for baking
ru: Шоколад для выпечки

source: Chocolate glaze
ru: Шоколадная глазурь

source: Chocolate sauce
ru: Шоколадный соус

source: Chocolate syrup
ru: Шоколадный сироп

source: Chocolate topping
ru: Шоколадный топпинг

source: Cinnamon Essential Oil
ru: Эфирное масло корицы

source: Cinnamon Oil
ru: Масло корицы

source: Citric acid
ru: Лимонная кислота

source: Clove Oil
ru: Масло гвоздики

source: Cocoa beans
ru: Какао-бобы

source: Cocoa butter
ru: Масло какао

source: Cocoa powder
ru: Какао-порошок

source: Coconut chips
ru: Кокосовая стружка

source: Coconut manna
ru: Кокосовая манна

source: Coconut milk
ru: Кокосовое молоко

source: Coconut oil
ru: Кокосовое масло

source: Cod liver oil
ru: Жир печени трески

source: Coffee
ru: Кофе

source: Coffee substitute
ru: Заменитель кофе

source: Coffee syrup
ru: Кофейный сироп

source: Cognac essence
ru: Коньячная эссенция

source: Confectionery decorations
ru: Кондитерские украшения

source: Confectionery fat
ru: Кондитерский жир

source: Confectionery fudge
ru: Кондитерская помадка

source: Confectionery glaze
ru: Кондитерская глазурь

source: Confectionery mixes
ru: Кондитерские смеси

source: Consomme broth
ru: Бульон консоме

source: Cooking fats
ru: Кулинарные жиры

source: Coriander Oil
ru: Масло кориандра

source: Corn molasses
ru: Патока кукурузная

source: Corn oil
ru: Кукурузное масло

source: Corn starch
ru: Кукурузный крахмал

source: Corn syrup
ru: Кукурузный сироп

source: Cotton oil
ru: Хлопковое масло

source: Cranberry Oil
ru: Масло клюквы

source: Cranberry sauce
ru: Соус клюквенный

source: Cranberry seeds
ru: Семена клюквы

source: Cranberry syrup
ru: Клюквенный сироп

source: Cream margarine
ru: Маргарин сливочный

source: Cream sauce
ru: Сливочный соус

source: Creamy garlic sauce
ru: Соус сливочно-чесночный

source: Crushed ice
ru: Лед дробленый

source: Cucumber pickle
ru: Огуречный рассол

source: Culinary semi-finished products
ru: Кулинарные полуфабрикаты

source: Cupuacu oil (theobroma)
ru: Масло купуасу (теоброма)

source: Currant leaf tea
ru: Чай из листьев смородины

source: Curry Paste
ru: Паста карри

source: Cypress Oil
ru: Масло кипариса

source: Da Hong Pao Tea
ru: Чай Да Хун Пао

source: Dashi broth (dashi)
ru: Бульон даси (даши)

source: Dead Sea Salt
ru: Соль Мертвого моря

source: Demiglas sauce
ru: Соус демиглас

source: Dietary salt
ru: Диетическая соль

source: Dijon mustard sauce
ru: Соус горчица дижонская

source: Dried carrots
ru: Сушеная морковь

source: Dried green peas
ru: Сушеный зеленый горох

source: Dry bread kvass
ru: Сухой квас хлебный

source: Dry cake mix
ru: Сухая смесь для кекса

source: Dry egg white
ru: Сухой яичный белок

source: Dry ice
ru: Сухой лед

source: Dry pudding
ru: Сухой пудинг

source: Dry starter culture
ru: Сухая закваска

source: Dry vanilla pudding
ru: Сухой ванильный пудинг

source: Dry yeast
ru: Дрожжи сухие

source: Duck fat
ru: Утиный жир

source: Ebara Sauce
ru: Соус Эбара

source: Edible Himalayan pink salt
ru: Пищевая гималайская розовая соль

source: Edible animal fats
ru: Пищевые животные жиры

source: Egg broth
ru: Яичный бульон

source: Egg melange
ru: Яичный меланж

source: Egg powder (dry melange)
ru: Яичный порошок (сухой меланж)

source: Eggplant caviar
ru: Баклажанная икра

source: Essence of rum
ru: Эссенция ромовая

source: Eucalyptus oil
ru: Эвкалиптовое масло

source: Fat tail fat
ru: Курдючный жир

source: Fennel Oil
ru: Масло фенхеля

source: Fir Oil
ru: Масло пихты

source: Fish broth
ru: Рыбный бульон

source: Fish sauce
ru: Рыбный соус

source: Flavor Condensed milk
ru: Ароматизатор Молоко сгущенное

source: Flavor Duchess
ru: Ароматизатор Дюшес

source: Flavored vinegar
ru: Ароматизированный уксус

source: Flower Tea
ru: Цветочный чай

source: Food coloring varnish golden Kandurin
ru: Пищевой лак-краситель золотой Кандурин

source: Food coloring varnish silver Kandurin
ru: Пищевой лак-краситель серебряный Кандурин

source: Food ice
ru: Пищевой лед

source: Food iodized salt
ru: Пищевая йодированная соль

source: Food salt
ru: Пищевая соль

source: Frangipani (plumeria) oil
ru: Масло франжипани (плюмерии)

source: Frozen pancakes
ru: Замороженные блинчики

source: Frozen vegetables
ru: Замороженные овощи

source: Fructose
ru: Фруктоза

source: Fruit essence
ru: Эссенция фруктовая

source: Garlic leaves
ru: Листья чеснока

source: Garlic oil
ru: Чесночное масло

source: Garlic salt
ru: Чесночная соль

source: Garlic sauce
ru: Чесночный соус

source: Garnet sauce Narsharab
ru: Гранатовый соус Наршараб

source: Garum sauce
ru: Соус гарум

source: Gelatin
ru: Желатин

source: Gelling mixture
ru: Желирующая смесь

source: Geranium Oil
ru: Масло герани

source: Ghee clarified butter
ru: Топленое масло гхи

source: Gin flavor
ru: Ароматизатор Джин

source: Ginger Oil
ru: Масло имбиря

source: Ginger tea
ru: Имбирный чай

source: Ginkgo Biloba seeds
ru: Семена гинкго билоба

source: Ginseng Root
ru: Корень женьшеня

source: Goose fat
ru: Жир гусиный

source: Granola bars
ru: Батончики мюсли

source: Granulated sugar
ru: Сахарный песок

source: Grape Seed Oil
ru: Масло виноградных косточек

source: Grape Seed powder
ru: Порошок из виноградных косточек

source: Grape seeds
ru: Виноградные косточки

source: Grapefruit Oil
ru: Масло грейпфрута

source: Gravies
ru: Подливы

source: Green Coffee oil
ru: Масло зеленого кофе

source: Green coffee
ru: Зеленый кофе

source: Green sauce
ru: Зеленый соус

source: Green tea
ru: Зеленый чай

source: Green tea with jasmine
ru: Зеленый чай с жасмином

source: Green tea with rosehip
ru: Зеленый чай с шиповником

source: Grenadine Syrup
ru: Сироп Гренадин

source: Guacamole sauce
ru: Соус гуакамоле

source: Gyokuro green tea
ru: Зеленый чай гекуро

source: Harissa
ru: Харисса

source: Hashtak
ru: Хаштак

source: Hawthorn tea
ru: Чай из боярышника

source: Hazelnut oil (hazelnuts)
ru: Масло фундука (лесных орехов)

source: Hemp oil
ru: Конопляное масло

source: Hoisin sauce
ru: Соус хойсин

source: Hollandaise sauce
ru: Голландский соус

source: Honeybush tea
ru: Чай ханибуш

source: Hop Cones oil
ru: Масло шишек хмеля

source: Hop cones
ru: Шишки хмеля

source: Hops
ru: Хмель

source: Hot tomato sauce
ru: Соус томатный острый

source: Hummus Paste
ru: Паста хумус

source: Ice cubes
ru: Лед в кубиках

source: Instant chicory
ru: Цикорий растворимый

source: Instant coffee
ru: Кофе растворимый

source: Instant dry soup
ru: Сухой суп быстрого приготовления

source: Instant hot chocolate
ru: Горячий шоколад растворимый

source: Instant mashed potatoes
ru: Картофельное пюре быстрого приготовления

source: Iris Root
ru: Корень ириса

source: Isolate
ru: Изолят

source: Italian tomato sauce
ru: Итальянский томатный соус

source: Ivan-tea (cypress) narrow-leaved
ru: Иван-чай (кипрей) узколистный

source: Ivar
ru: Айвар

source: Japanese mayonnaise
ru: Японский майонез

source: Jasmine Oil
ru: Масло жасмина

source: Jelly concentrate
ru: Концентрат киселя

source: Jerusalem Artichoke syrup
ru: Сироп топинамбура

source: Juniper Oil
ru: Масло можжевельника

source: Karkade tea
ru: Чай каркаде

source: Kebab ketchup
ru: Кетчуп шашлычный

source: Ketchup
ru: Кетчуп

source: Kidney tea
ru: Почечный чай

source: Kikkoman sauce
ru: Соус киккоман

source: Kimchi sauce
ru: Соус кимчи

source: Kopor tea
ru: Копорский чай

source: Krasnodar sauce
ru: Краснодарский соус

source: Kudin tea
ru: Чай кудин

source: Laurel Oil
ru: Масло лавра

source: Lavender Extract
ru: Экстракт лаванды

source: Lavender Flowers
ru: Цветы лаванды

source: Lavender Oil
ru: Масло лаванды

source: Leaf gelatin
ru: Желатин листовой

source: Leaves of orthosiphon staminate
ru: Листья ортосифона тычиночного

source: Lecho
ru: Лечо

source: Lecithin
ru: Лецитин

source: Lemon Oil
ru: Масло лимона

source: Lemon sauce
ru: Лимонный соус

source: Lemon syrup
ru: Лимонный сироп

source: Lemongrass oil
ru: Масло лемонграсса

source: Lime Oil
ru: Масло лайма

source: Linden oil
ru: Масло липы

source: Lingonberry sauce
ru: Брусничный соус

source: Lingonberry syrup
ru: Брусничный сироп

source: Linseed oil
ru: Льняное масло

source: Lotus Oil
ru: Масло лотоса

source: Macadamia Oil
ru: Масло макадамии

source: Malt
ru: Солод

source: Malt sugar (maltose)
ru: Солодовый сахар (мальтоза)

source: Malt vinegar
ru: Солодовый уксус

source: Mandarin peel
ru: Цедра мандарина

source: Margarine
ru: Маргарин

source: Marinade for barbecue
ru: Маринад для шашлыка

source: Marinade for fish
ru: Маринад для рыбы

source: Marinade sauce for chicken
ru: Соус маринад для курицы

source: Marinades
ru: Маринады

source: Masala Tea
ru: Чай масала

source: Mate tea
ru: Чай мате

source: Matignon
ru: Матиньон

source: Mayonnaise
ru: Майонез

source: Melissa Oil
ru: Масло мелиссы

source: Melon oil
ru: Дынное масло

source: Melon seeds
ru: Дынные семечки

source: Melted beef fat
ru: Топленый жир говяжий

source: Milk Thistle oil
ru: Масло расторопши

source: Milk margarine
ru: Маргарин молочный

source: Milk sauce
ru: Молочный соус

source: Mink oil (mink fat)
ru: Норковое масло (жир норки)

source: Mint Essence
ru: Мятная эссенция

source: Mint Oil
ru: Масло мяты

source: Mint syrup
ru: Мятный сироп

source: Mint tea
ru: Мятный чай

source: Mirin sauce
ru: Соус мирин

source: Miso Paste
ru: Паста мисо

source: Mocha coffee (mocha)
ru: Кофе мокко (мокка)

source: Modena balsamic vinegar
ru: Моденский бальзамический уксус

source: Modified starch
ru: Модифицированный крахмал

source: Molasses
ru: Патока

source: Molasses molasses
ru: Черная патока меласса

source: Monarda Oil
ru: Масло монарды

source: Mulberry doshab
ru: Тутовый дошаб

source: Mulled wine seasoning
ru: Приправа для глинтвейна

source: Murumuru Oil
ru: Масло мурумуру

source: Mushroom broth
ru: Грибной бульон

source: Mushroom sauce
ru: Грибной соус

source: Mustard
ru: Горчица

source: Mustard grainy sauce
ru: Соус горчица зернистая

source: Mustard oil
ru: Горчичное масло

source: Mutton fat
ru: Бараний жир

source: Nardek (Watermelon honey)
ru: Нардек (Арбузный мед)

source: Natto
ru: Натто

source: Natural Food coloring black
ru: Натуральный пищевой краситель черный

source: Natural Food coloring blue
ru: Натуральный пищевой краситель синий

source: Natural Food coloring pink
ru: Натуральный пищевой краситель розовый

source: Natural Food coloring yellow
ru: Натуральный пищевой краситель желтый

source: Natural food coloring green
ru: Натуральный пищевой краситель зеленый

source: Natural food coloring orange
ru: Натуральный пищевой краситель оранжевый

source: Natural food coloring red
ru: Натуральный пищевой краситель красный

source: Natural ground coffee
ru: Кофе натуральный молотый

source: Natural honey
ru: Мед натуральный

source: Natural vinegar
ru: Натуральный уксус

source: Neem Oil
ru: Масло нима

source: Neroli oil
ru: Масло нероли

source: Nut butter
ru: Ореховое масло

source: Nut sauce
ru: Ореховый соус

source: Nut syrup
ru: Ореховый сироп

source: Nutmeg oil
ru: Масло мускатного ореха

source: Oak bark
ru: Кора дуба

source: Oatmeal oil
ru: Овсяное масло

source: Oleoresin
ru: Живица

source: Olive mayonnaise
ru: Оливковый майонез

source: Olive oil
ru: Оливковое масло

source: Onion husk
ru: Луковая шелуха

source: Onion jam
ru: Луковый конфитюр

source: Onion soubise sauce
ru: Луковый соус субиз

source: Oolong Tea
ru: Чай улун

source: Orange Essential Oil
ru: Эфирное масло апельсина

source: Orange Oil
ru: Масло апельсина

source: Orange sauce
ru: Апельсиновый соус

source: Orange syrup
ru: Апельсиновый сироп

source: Orange water
ru: Апельсиновая вода

source: Orchid Oil
ru: Масло орхидеи

source: Oregano oil
ru: Масло душицы

source: Organic olive oil
ru: Органическое оливковое масло

source: Osmanthus flowers
ru: Цветы османтуса

source: Ostrich fat
ru: Страусиный жир

source: Oyster sauce
ru: Устричный соус

source: Pad Thai Sauce
ru: Соус Пад Тай

source: Palm oil
ru: Пальмовое масло

source: Palm yagre sugar
ru: Сахар пальмовый ягре

source: Palmarose oil
ru: Масло пальмарозы

source: Pancake flour
ru: Мука блинная

source: Parsley oil
ru: Масло петрушки

source: Pasta tapenade
ru: Паста тапенада

source: Patchouli oil
ru: Масло пачули

source: Pate
ru: Паштет

source: Peach oil
ru: Персиковое масло

source: Peanut sauce
ru: Арахисовый соус

source: Pectin
ru: Пектин

source: Pesto sauce
ru: Соус песто

source: Petitgrain oil
ru: Масло петитгрейн

source: Pickled beetroot
ru: Маринованная свекла

source: Pineapple syrup
ru: Ананасовый сироп

source: Pink Essence
ru: Розовая эссенция

source: Pink Vinegar
ru: Розовый уксус

source: Pink tea
ru: Розовый чай

source: Pistachio oil
ru: Фисташковое масло

source: Pistachio paste
ru: Фисташковая паста

source: Pizzaiola
ru: Пиццайола

source: Plum oil
ru: Сливовое масло

source: Plum sauce
ru: Сливовый соус

source: Polish sauce
ru: Соус польский

source: Pomegranate sauce
ru: Гранатовый соус

source: Pomegranate syrup
ru: Гранатовый сироп

source: Poppy seed oil
ru: Масло маковое

source: Pork Marinade
ru: Маринад для свинины

source: Pork broth
ru: Свиной бульон

source: Pork fat
ru: Свиной жир

source: Pork gravy
ru: Свиная подлива

source: Pork liver gravy
ru: Подлива из свиной печени

source: Pork seasoning
ru: Приправа для свинины

source: Potato starch
ru: Крахмал картофельный

source: Powdered sugar
ru: Сахарная пудра

source: Prefix
ru: Желфикс

source: Pressed yeast
ru: Дрожжи прессованные

source: Protein Shake
ru: Протеиновый коктейль

source: Protein-free berry pasta
ru: Безбелковые ягодные макароны

source: Protein-free fruit pasta
ru: Безбелковые фруктовые макароны

source: Protein-free pasta
ru: Безбелковые макароны

source: Protein-free vegetable pasta
ru: Безбелковые овощные макароны

source: Provencal Mayonnaise
ru: Майонез Провансаль

source: Pu-erh tea
ru: Чай пуэр

source: Pumpkin oil
ru: Тыквенное масло

source: Pumpkin seed cake
ru: Жмых тыквенных семечек

source: Quince syrup
ru: Сироп из айвы

source: Rapeseed oil
ru: Рапсовое масло

source: Rapeseed seeds
ru: Семена рапса

source: Raspberry Extract
ru: Малиновый экстракт

source: Raspberry leaves
ru: Листья малины

source: Raspberry syrup
ru: Малиновый сироп

source: Raw beef fat
ru: Говяжий жир сырец

source: Raw sugar
ru: Сахар-сырец

source: Red Wine vinegar
ru: Красный винный уксус

source: Red tea
ru: Красный чай

source: Refined sugar
ru: Сахар-рафинад

source: Refined vegetable oil
ru: Рафинированное растительное масло

source: Related Tea
ru: Связанный чай

source: Remoulade sauce
ru: Соус ремулад

source: Rice Bran oil
ru: Масло рисовых отрубей

source: Rice milk
ru: Рисовое молоко

source: Rice vinegar
ru: Рисовый уксус

source: Robusta Coffee
ru: Кофе робуста

source: Rose Oil
ru: Масло розы

source: Rose water
ru: Розовая вода

source: Rosehip Oil
ru: Масло шиповника

source: Rosehip petals
ru: Лепестки шиповника

source: Rosemary oil
ru: Масло розмарина

source: Rye bread starter
ru: Хлебная закваска ржаная

source: Rye malt
ru: Ржаной солод

source: Rye wort
ru: Ржаное сусло

source: Safflower dye seeds
ru: Семена сафлора красильного

source: Safflower oil
ru: Сафлоровое масло

source: Sage Oil
ru: Масло шалфея

source: Sage tea
ru: Чай из шалфея

source: Salad dressing
ru: Салатная заправка

source: Salmon fat
ru: Жир лосося

source: Salsa sauce
ru: Соус сальса

source: Salt substitute
ru: Солезаменитель

source: Sandalwood oil
ru: Масло сандала

source: Sasankva oil
ru: Масло сасанквы

source: Satsebeli sauce
ru: Соус сацебели

source: Sauce 1000 islands
ru: Соус 1000 островов

source: Sauce ru
ru: Соус ру

source: Sauces
ru: Соусы

source: Sea Buckthorn oil
ru: Облепиховое масло

source: Sea buckthorn syrup
ru: Облепиховый сироп

source: Sesame oil
ru: Кунжутное масло

source: Sesame paste
ru: Кунжутная паста

source: Sherry vinegar
ru: Хересный уксус

source: Shortening
ru: Шортенинг

source: Siberian fiber
ru: Сибирская клетчатка

source: Snacks
ru: Снэки

source: Snake oil
ru: Змеиный жир

source: Soap grass root (saponaria)
ru: Корень мыльной травы (сапонария)

source: Sodium Glutamate
ru: Глютамат натрия

source: Soup mix
ru: Суповая смесь

source: Sour cream sauce
ru: Сметанный соус

source: Soy asparagus
ru: Соевая спаржа

source: Soy chips
ru: Соевые чипсы

source: Soy goulash
ru: Соевый гуляш

source: Soy isolate
ru: Соевый изолят

source: Soy marinade
ru: Соевый маринад

source: Soy meat
ru: Соевое мясо

source: Soy milk
ru: Соевое молоко

source: Soy paper
ru: Соевая бумага

source: Soy paste
ru: Соевая паста

source: Soy pieces
ru: Соевые кусочки

source: Soy sauce
ru: Соевый соус

source: Soy steak
ru: Соевый стейк

source: Soybean oil
ru: Соевое масло

source: Spicy sauce
ru: Спайси соус

source: Sprinkling confectionery
ru: Посыпка кондитерская

source: Squash caviar
ru: Кабачковая икра

source: Stevia tea
ru: Чай из стевии

source: Strawberry syrup
ru: Клубничный сироп

source: Substitute for dry cream
ru: Заменитель сухих сливок

source: Sugar sorghum
ru: Сахарное сорго

source: Sugar substitute
ru: Заменитель сахара

source: Sugar substitute for fructose
ru: Заменитель сахара на фруктозе

source: Sugar substitute for stevia
ru: Заменитель сахара на стевии

source: Sugar substitute on sorbitol
ru: Заменитель сахара на сорбите

source: Sugar syrup
ru: Сахарный сироп

source: Sunflower oil
ru: Подсолнечное масло

source: Sweet and sour sauce
ru: Кисло-сладкий соус

source: Sweet mustard
ru: Горчица сладкая

source: Synthetic vinegar
ru: Синтетический уксус

source: Syrup
ru: Сироп

source: Tabasco sauce
ru: Соус табаско

source: Tabasco sauce green
ru: Табаско соус зеленый

source: Tabasco sauce red
ru: Табаско соус красный

source: Table margarine
ru: Маргарин столовый

source: Table vinegar 5%
ru: Столовый уксус 5%

source: Taco sauce
ru: Соус тако

source: Tamanu oil
ru: Масло таману

source: Tangerine Oil
ru: Масло мандарина

source: Tartar sauce
ru: Соус тартар

source: Tea
ru: Чай

source: Tea Seeds
ru: Семена чая

source: Tea bagged
ru: Чай пакетированный

source: Tea oil
ru: Чайное масло

source: Tea rooibos (rooibos)
ru: Чай ройбос (ройбуш)

source: Tea with cardamom
ru: Чай с кардамоном

source: Tea with osmanthus
ru: Чай с османтусом

source: Tea with rosehip
ru: Чай с шиповником

source: Tea with rosemary
ru: Чай с розмарином

source: Teriyaki sauce
ru: Соус терияки

source: Terrine
ru: Террин

source: The root of the elecampane
ru: Корень девясила

source: Thickener for cream
ru: Загуститель для сливок

source: Thyme Oil
ru: Масло чабреца

source: Tile tea
ru: Плиточный чай

source: Tkemali sauce
ru: Соус ткемали

source: Tomato ketchup
ru: Томатный кетчуп

source: Tomato oil
ru: Томатное масло

source: Tomato paste
ru: Томатная паста

source: Tomato powder
ru: Томатный порошок

source: Tomato sauce
ru: Томатный соус
