Repository: himynameisartem/FoodAtHome
Catalog: FoodAtHome/Support/*.lproj/Localizable.strings
Languages: ru

source: Tonka beans
ru: Бобы тонка

source: Topping
ru: Топпинг

source: Turkey fat
ru: Жир индейки

source: Valerian Root
ru: Корень валерианы

source: Vanilla Oil
ru: Масло ванили

source: Vanilla essence
ru: Ванильная эссенция

source: Vanilla paste
ru: Ванильная паста

source: Vanilla sauce
ru: Ванильный соус

source: Vanillin
ru: Ванилин

source: Vegetable broth
ru: Овощной бульон

source: Vegetable caviar
ru: Овощная икра

source: Vegetable fat
ru: Растительный жир

source: Vegetable fiber
ru: Растительная клетчатка

source: Vegetable marinade
ru: Овощной маринад

source: Vegetable oil
ru: Растительное масло

source: Vegetable-fat spread
ru: Спред растительно-жировой

source: Vegetarian sausage
ru: Колбаса вегетарианская

source: Velute sauce
ru: Соус велюте

source: Verbena Oil
ru: Масло вербены

source: Vetiver Oil
ru: Масло ветивера

source: Vincotto berry sauce
ru: Соус Винкотто ягодный

source: Vinegar
ru: Уксус

source: Vinegar 3%
ru: Уксус 3%

source: Vinegar 9%
ru: Уксус 9%

source: Walnut oil
ru: Масло грецких орехов

source: Wasabi
ru: Васаби

source: Watermelon Seed Oil
ru: Масло арбузных косточек

source: Watermelon syrup
ru: Арбузный сироп

source: Wheat Germ Oil
ru: Масло зародышей пшеницы

source: Wheat fiber (kelp)
ru: Клетчатка пшеничная (ламинария)

source: Wheat gluten (gluten)
ru: Пшеничная клейковина (глютен)

source: Wheat malt
ru: Пшеничный солод

source: Whipped cream
ru: Взбитые сливки

source: White Bechamel sauce
ru: Белый соус бешамель

source: White tea
ru: Белый чай

source: White wine vinegar
ru: Белый винный уксус

source: Wine stone
ru: Винный камень

source: Wine vinegar
ru: Винный уксус

source: Worcester sauce
ru: Соус Вустерский

source: Worcestershire sauce
ru: Соус ворчестер

source: Wormwood oil
ru: Масло полыни

source: Yellow tea
ru: Желтый чай

source: Ylang-ylang oil
ru: Масло иланг-иланга

source: Zajiki sauce
ru: Соус дзадзики

source: Applesauce
ru: Яблочное пюре

source: Apricot puree
ru: Абрикосовое пюре

source: Banana puree
ru: Банановое пюре

source: Beetroot puree
ru: Пюре из свеклы

source: Breakfast cereals
ru: Сухие завтраки

source: Canned food for children
ru: Детские консервы

source: Cauliflower puree
ru: Пюре из цветной капусты

source: Cherry puree
ru: Вишневое пюре

source: Children's canned meat
ru: Детские мясные консервы

source: Children's cottage cheese
ru: Детский творожок

source: Corn puree
ru: Кукурузное пюре

source: Fruit and vegetable purees
ru: Фруктово-овощные пюре

source: Fruit purees
ru: Фруктовые пюре

source: Green pea puree
ru: Пюре из зеленого горошка

source: Infant formula
ru: Детские смеси

source: Mango puree
ru: Пюре из манго

source: Mashed broccoli
ru: Пюре из брокколи

source: Mashed potatoes
ru: Картофельное пюре

source: Meat puree
ru: Мясное пюре

source: Orange puree
ru: Пюре из апельсина

source: Peach puree
ru: Персиковое пюре

source: Pear puree
ru: Грушевое пюре

source: Plum puree
ru: Сливовое пюре

source: Prune puree
ru: Пюре из чернослива

source: Pumpkin puree
ru: Пюре из тыквы

source: Ready-made dry porridge
ru: Каши готовые сухие

source: Spinach puree
ru: Пюре из шпината

source: Squash puree
ru: Кабачковое пюре

source: Strawberry puree
ru: Клубничное пюре

source: Tomato puree
ru: Томатное пюре

source: Vegetable purees
ru: Овощные пюре

source: Agave syrup
ru: Сироп агавы

source: Aloe juice
ru: Сок алоэ

source: Apple compote
ru: Яблочный компот

source: Apple juice
ru: Яблочный сок

source: Apple nectar
ru: Яблочный нектар

source: Apple sorbet
ru: Яблочный сорбет

source: Apple syrup
ru: Яблочный сироп

source: Apricot compote
ru: Абрикосовый компот

source: Apricot juice
ru: Абрикосовый сок

source: Apricot syrup
ru: Абрикосовый сироп

source: Assam Tea
ru: Чай ассам

source: Banana juice
ru: Банановый сок

source: Banana syrup green
ru: Банановый сироп зеленый

source: Beet juice
ru: Свекольный сок

source: Berry juice
ru: Ягодный морс

source: Birch sap
ru: Березовый сок

source: Bitter lemon
ru: Биттер лемон

source: Black currant compote
ru: Компот из черной смородины

source: Blackberry juice
ru: Ежевичный сок

source: Blackberry syrup
ru: Ежевичный сироп

source: Blackcurrant juice
ru: Сок черносмородиновый

source: Blackcurrant syrup
ru: Черносмородиновый сироп

source: Blue Curacao Syrup
ru: Сироп Блю Курасао

source: Blueberry juice
ru: Черничный сок

source: Blueberry syrup
ru: Сироп голубики

source: BonAqua Water
ru: Вода BonAqua

source: Borjomi Mineral water (Borjomi)
ru: Минеральная вода Боржоми (Borjomi)

source: Bread kvass
ru: Хлебный квас

source: Bubble gum Syrup
ru: Сироп бабл гам

source: Cabbage juice
ru: Капустный сок

source: Cappuccino Coffee
ru: Кофе капучино

source: Carbonated water
ru: Вода газированная

source: Carrot juice
ru: Морковный сок

source: Celery juice
ru: Сок из сельдерея

source: Chamomile tea bags
ru: Ромашковый чай в пакетиках

source: Cherry compote
ru: Вишневый компот

source: Cherry juice
ru: Вишневый сок

source: Chocolate drink
ru: Шоколадный напиток

source: Cinnamon syrup
ru: Сироп корицы

source: Cocktails
ru: Коктейли

source: Coconut syrup
ru: Кокосовый сироп

source: Coconut water
ru: Кокосовая вода

source: Coffee frappe
ru: Кофе фраппе

source: Coffee glasse
ru: Кофе гляссе

source: Coffee with milk
ru: Кофе с молоком

source: Cold peach tea
ru: Холодный персиковый чай

source: Compote
ru: Компот

source: Cranberry fruit-drink
ru: Клюквенный морс

source: Cranberry juice
ru: Клюквенный сок

source: Creme brulee syrup
ru: Сироп крем-брюле

source: Cucumber juice
ru: Огуречный сок

source: Cucumber syrup
ru: Огуречный сироп

source: Decaf coffee
ru: Кофе без кофеина

source: Dian Hong Tea
ru: Чай дянь хун

source: Dried fruit compote
ru: Компот из сухофруктов

source: Drink Baikal
ru: Напиток Байкал

source: Drink Burn
ru: Напиток Burn

source: Drink citro
ru: Напиток ситро

source: Earl Grey Tea
ru: Чай эрл грей

source: Elderberry juice
ru: Сок бузины

source: Elderberry syrup
ru: Сироп бузины

source: Energy drinks
ru: Энергетические напитки

source: Espresso coffee
ru: Кофе эспрессо

source: Essentuki Mineral water
ru: Минеральная вода Ессентуки

source: Fig syrup
ru: Инжирный сироп

source: Flavored tea
ru: Чай ароматизированный

source: Freshly squeezed juices
ru: Свежевыжатые соки

source: Fruit Smoothie
ru: Фруктовый смузи

source: Fruit and berry juices
ru: Плодово-ягодные соки

source: Fruit nectars
ru: Фруктовые нектары

source: Fruit water
ru: Фруктовая вода

source: Ginger syrup
ru: Имбирный сироп

source: Gingerbread syrup
ru: Сироп имбирный пряник

source: Gooseberry juice
ru: Сок крыжовника

source: Grape compote
ru: Виноградный компот

source: Grape juice
ru: Виноградный сок

source: Grape syrup
ru: Сироп виноградный

source: Grapefruit juice
ru: Грейпфрутовый сок

source: Grapefruit syrup
ru: Грейпфрутовый сироп

source: Green mint syrup
ru: Сироп зеленая мята

source: Guava juice
ru: Сок гуавы

source: Hazelnut syrup
ru: Сироп фундук

source: Heather tea
ru: Вересковый чай

source: Herbal Tea
ru: Травяной чай

source: Hibiscus Syrup
ru: Сироп гибискуса

source: Honey syrup
ru: Медовый сироп

source: Ice mint syrup
ru: Сироп ледяная мята

source: Iced tea (ice tea)
ru: Холодный чай (ice tea)

source: Irish coffee
ru: Кофе по-ирландски

source: Jasmine syrup
ru: Жасминовый сироп

source: Jasmine tea
ru: Жасминовый чай

source: Juices
ru: Соки

source: Kiwi juice
ru: Сок киви

source: Kiwi syrup
ru: Сироп киви

source: Kvass
ru: Квас

source: Latte Coffee
ru: Кофе латте

source: Latte macchiato coffee
ru: Кофе латте макиато

source: Lavender Syrup
ru: Сироп лаванды

source: Lemon juice
ru: Лимонный сок

source: Lemonade
ru: Лимонад

source: Lime Sorbet
ru: Сорбет лайм

source: Lime cordial
ru: Лаймовый кордиал

source: Lime juice
ru: Сок лайма

source: Lime syrup
ru: Лаймовый сироп

source: Lingonberry juice
ru: Брусничный морс

source: Lychee syrup
ru: Сироп личи

source: Macadamia syrup
ru: Сироп макадамия

source: Mango Syrup
ru: Сироп манго

source: Mango juice
ru: Сок манго

source: Milkshake
ru: Молочный коктейль

source: Mineral water
ru: Минеральная вода

source: Mineral water Narzan
ru: Минеральная вода Нарзан

source: Mint chocolate syrup
ru: Сироп мятный шоколад

source: Moccachino coffee (moccachino)
ru: Кофе мокачино (мокаччино)

source: Mojito syrup
ru: Сироп мохито

source: Morse
ru: Морс

source: Multifruit juice
ru: Мультифруктовый сок

source: Nectarine juice
ru: Сок нектарина

source: Non-alcoholic beer
ru: Безалкогольное пиво

source: Noni juice
ru: Сок нони

source: Orange juice
ru: Апельсиновый сок

source: Orange sorbet
ru: Апельсиновый сорбет

source: Oriental coffee (Turkish)
ru: Кофе по-восточному (по-турецки)

source: Oxygen cocktail
ru: Кислородный коктейль

source: Papaya juice
ru: Сок папайи

source: Parsley juice
ru: Сок петрушки

source: Passion Fruit juice
ru: Сок маракуйи

source: Passion fruit syrup
ru: Сироп маракуйя

source: Peach juice
ru: Сок персиковый

source: Peach syrup
ru: Персиковый сироп

source: Pear juice
ru: Грушевый сок

source: Pear syrup
ru: Грушевый сироп

source: Pinacolada syrup
ru: Сироп пинаколада

source: Pineapple juice
ru: Ананасовый сок

source: Pink Grapefruit syrup
ru: Сироп розовый грейпфрут

source: Pistachio syrup
ru: Фисташковый сироп

source: Plum compote
ru: Сливовый компот

source: Plum juice
ru: Сливовый сок

source: Pomegranate juice
ru: Гранатовый сок

source: Potato juice
ru: Картофельный сок

source: Power engineer
ru: Энергетик

source: Praline syrup
ru: Сироп пралине

source: Pumpkin juice
ru: Тыквенный сок

source: Quince juice
ru: Сок из айвы

source: Radish juice
ru: Сок редьки

source: Raspberry juice
ru: Малиновый сок

source: Raspberry tea syrup
ru: Сироп малиновый чай

source: Rose Syrup
ru: Сироп розы

source: Rowan juice
ru: Рябиновый сок

source: Schweppes drink
ru: Напиток Швепс

source: Sea buckthorn juice
ru: Облепиховый сок

source: Sencha tea
ru: Чай сенча

source: Shorley's drink
ru: Напиток шорли

source: Smoked tea
ru: Копченый чай

source: Soda water
ru: Вода содовая

source: Spicy syrup
ru: Пряный сироп

source: Strawberry candy syrup
ru: Сироп клубничная конфета

source: Strawberry juice
ru: Клубничный сок

source: Syrup black forest
ru: Сироп черный лес

source: Tangerine compote
ru: Компот из мандаринов

source: Tangerine juice
ru: Мандариновый сок

source: Tangerine syrup
ru: Мандариновый сироп

source: Tarragon drink
ru: Напиток тархун

source: Tarragon syrup
ru: Сироп тархун

source: Tiramisu syrup
ru: Сироп тирамису

source: Toffee syrup
ru: Ирисковый сироп

source: Tomato juice
ru: Томатный сок

source: Tonic
ru: Тоник

source: Uzvar
ru: Узвар

source: Vanilla syrup
ru: Ванильный сироп

source: Vegetable juices
ru: Соки овощные

source: Violet syrup
ru: Фиалковый сироп

source: Water
ru: Вода

source: Watermelon juice
ru: Сок арбузный

source: Wood-strawberry juice
ru: Сок земляники

source: Absinthe
ru: Абсент

source: Aged port wine for 10 years
ru: Выдержанный портвейн 10 лет

source: Aged port wine for 20 years
ru: Выдержанный портвейн 20 лет

source: Aged port wine for 30 years
ru: Выдержанный портвейн 30 лет

source: Aged whiskey
ru: Виски выдержанный

source: Aligote wine (Aligote)
ru: Вино Алиготе (Aligote)

source: Almond liqueur
ru: Ликер миндальный

source: Amaretto Liqueur
ru: Ликер Amaretto

source: Amaro
ru: Амаро

source: Amarula Liqueur (Amarula)
ru: Ликер Амарула (Amarula)

source: Amontillado Sherry
ru: Херес Амонтильядо

source: Angostura bitter
ru: Ангостура биттер

source: Anise liqueur
ru: Анисовый ликер

source: Aniseed vodka
ru: Водка анисовая

source: Apple Sambuka
ru: Самбука яблочная

source: Apple cider
ru: Яблочный сидр

source: Apple liqueur
ru: Яблочный ликер

source: Apple wine
ru: Яблочное вино

source: Apricot liqueur
ru: Абрикосовый ликер

source: Arak vodka
ru: Водка арак

source: Ararat Cognac
ru: Коньяк Арарат (Ararat)

source: Armagnac
ru: Арманьяк

source: Baileys Liqueur
ru: Ликер Baileys

source: Balm
ru: Бальзам

source: Banana liqueur
ru: Банановый ликер

source: Banana liqueur green
ru: Банановый ликер зеленый

source: Banana sambuca
ru: Самбука банановая

source: Beaujolais Nouveau wine (Beaujolais nouveau)
ru: Вино Божоле нуво (Beaujolais nouveau)

source: Beer
ru: Пиво

source: Beer Lager
ru: Пиво лагер

source: Beer Porter
ru: Пиво портер

source: Beer ale
ru: Пиво эль

source: Beer stout
ru: Пиво стаут

source: Benedictine
ru: Бенедиктин

source: Berry liqueur
ru: Ягодный ликер

source: Bitter walnut
ru: Биттер грецкий орех

source: Blackberry liqueur
ru: Ежевичный ликер

source: Blackcurrant liqueur
ru: Черносмородиновый ликер

source: Blackcurrant vodka
ru: Водка черносмородиновая

source: Bloody Mary Cocktail
ru: Коктейль Кровавая Мэри

source: Blue Curacao Liqueur
ru: Ликер Блю Курасао

source: Blueberry liqueur
ru: Ликер голубики

source: Booze drink
ru: Напиток буза

source: Bordeaux wines (Bordeaux)
ru: Вина Бордо (Bordeaux)

source: Bourbon
ru: Бурбон

source: Boza Drink
ru: Напиток боза

source: Brandy
ru: Бренди

source: Brogans Liqueur (Brogans)
ru: Ликер Броганс (Brogans)

source: Brut champagne
ru: Шампанское брют

source: Bulgarian vodka rakia
ru: Болгарская водка ракия

source: Cabernet Sauvignon wine (Cabernet Sauvignon)
ru: Вино Каберне Совиньон (Cabernet Sauvignon)

source: Cahors Wine (Cahors)
ru: Вино Кагор (Cahors)

source: Calvados
ru: Кальвадос

source: Campari Liqueur (Campari)
ru: Ликер Кампари (Campari)

source: Cask beer
ru: Пиво бочковое

source: Celery bitter
ru: Сельдереевый биттер

source: Chablis wine (Chablis)
ru: Вино Шабли (Chablis)

source: Chacha
ru: Чача

source: Champagne
ru: Шампанское

source: Chardonnay white wine
ru: Белое вино Шардоне (Chardonnay)

source: Chartreuse Liqueur
ru: Ликер Шартрез

source: Cherry Sambuka
ru: Самбука вишневая

source: Cherry liqueur
ru: Вишневый ликер

source: Chianti wine (Chianti)
ru: Вино Кьянти (Chianti)

source: Chocolate Bitter
ru: Шоколадный биттер

source: Chocolate Tequila
ru: Шоколадная текила

source: Chocolate liqueur
ru: Ликер шоколадный

source: Cider
ru: Сидр

source: Cinnamon Liqueur
ru: Ликер корицы

source: Citron Vodka
ru: Водка цитрон

source: Cloudberry liqueur
ru: Ликер морошковый

source: Clove Bitter
ru: Гвоздичный биттер

source: Cocoa brown liqueur
ru: Ликер какао коричневый

source: Cocoa liqueur light
ru: Ликер какао светлый

source: Coconut liqueur
ru: Кокосовый ликер

source: Coffee liqueur
ru: Кофейный ликер

source: Cognac
ru: Коньяк

source: Cointreau Liqueur
ru: Ликер Cointreau

source: Cranberry bitter
ru: Клюквенный биттер

source: Cranberry liqueur
ru: Клюквенный ликер

source: Cream liqueur
ru: Кремовый ликер

source: Creamy liqueur
ru: Сливочный ликер

source: Cuba libre Cocktail (Cuba libre)
ru: Коктейль Куба либре (Cuba libre)

source: Daiquiri Cocktail (Daiquiri)
ru: Коктейль Дайкири (Daiquiri)

source: Dark Rum
ru: Темный ром

source: Dark beer
ru: Темное пиво

source: Dessert fortified wines
ru: Десертные крепленые вина

source: Dom Pérignon Champagne (Dom Pérignon)
ru: Шампанское Дом Периньон (Dom Pérignon)

source: Drambuie Liqueur (Drambuie)
ru: Ликер Драмбуи (Drambuie)

source: Drink Akvavit (Akvavit)
ru: Напиток Аквавит (Akvavit)

source: Dry champagne
ru: Сухое шампанское

source: Dry red wine
ru: Красное сухое вино

source: Dry vermouth
ru: Сухой вермут

source: Dry white wine
ru: Белое сухое вино

source: Egg liqueur
ru: Яичный ликер

source: Egg-nog
ru: Эгг-ног

source: Elderflower liqueur
ru: Ликер из цветков бузины

source: Ethyl alcohol
ru: Этиловый спирт

source: Falernum Liqueur
ru: Ликер фалернум

source: Fortified dry white wine
ru: Крепленое вино белое сухое

source: Fortified red wine
ru: Крепленое вино красное

source: Fortified white wine
ru: Крепленое вино белое

source: Frangelico Liqueur (Frangelico)
ru: Ликер Франжелико (Frangelico)

source: Fruit and berry wine
ru: Плодово-ягодное вино

source: Galliano
ru: Гальяно

source: Galliano Liqueur
ru: Ликер Galliano

source: Genever
ru: Дженевер

source: Gin
ru: Джин

source: Gin and tonic
ru: Джин-тоник

source: Golden Rum
ru: Золотой ром

source: Golden Tequila
ru: Золотая текила

source: Grand Marnier Liqueur
ru: Ликер Grand Marnier

source: Grapefruit bitter
ru: Грейпфрутовый биттер

source: Grappa grape
ru: Граппа виноградная

source: Greek vodka Ouzo (Ouzo)
ru: Греческая водка Узо (Ouzo)

source: Grog
ru: Грог

source: Honey wine
ru: Медовое вино

source: Horseradish drink
ru: Хреновуха

source: Irish Cream Liqueur
ru: Ликер айриш крим

source: Irish Mist Liqueur (Irish Mist)
ru: Ликер Айриш Мист (Irish Mist)

source: Irish whiskey
ru: Виски ирландский

source: Jaguar Drink
ru: Напиток Jaguar

source: Jerez Pedro Jimenez
ru: Херес Педро Хименес

source: Julep
ru: Джулеп

source: Kahlua Liqueur
ru: Ликер Kahlua

source: Kashasa
ru: Кашаса

source: Khvanchkara wine
ru: Вино Хванчкара

source: Killepich
ru: Киллепич

source: Kindzmarauli wine
ru: Вино Киндзмараули

source: Kirschwasser
ru: Киршвассер

source: Lemon Bitter
ru: Лимонный биттер

source: Lemon liqueur
ru: Лимонный ликер

source: Lemongrass liqueur
ru: Ликер лимонника

source: Light Sambuka
ru: Самбука светлая

source: Light beer
ru: Светлое пиво

source: Limoncello
ru: Лимончелло

source: Limoncello Liqueur
ru: Ликер Limoncello

source: Liqueur
ru: Наливка

source: Liqueur Marie Brizard (Marie Brizard)
ru: Ликер Мари Бризар (Marie Brizard)

source: Liquor
ru: Ликер

source: Liquor Advocate (Advocaat)
ru: Ликер Адвокат (Advocaat)

source: Liquor Becherovka
ru: Ликер Becherovka

source: Liquor Jagermeister (Jagermeister)
ru: Ликер Егермейстер (Jagermeister)

source: Live beer
ru: Живое пиво

source: Lychee liqueur
ru: Ликер личи

source: Madeira wine
ru: Вино мадера

source: Madras Wine (Madrasa)
ru: Вино Мадраса (Madrasa)

source: Malaga Wine
ru: Вино малага

source: Malibu
ru: Малибу

source: Malibu Liqueur
ru: Ликер Malibu

source: Mandarin vodka
ru: Водка мандариновая

source: Mango Liqueur
ru: Ликер манго

source: Maraschino Liqueur
ru: Ликер Maraschino

source: Marsala Wine
ru: Вино Марсала

source: Martini
ru: Мартини

source: Mead
ru: Медовуха

source: Melon liqueur
ru: Дынный ликер

source: Melon syrup
ru: Дынный сироп

source: Mezcal
ru: Мескаль

source: Midori Liqueur
ru: Ликер Midori

source: Milk liqueur
ru: Молочный ликер

source: Mint Bitter
ru: Мятный биттер

source: Mint liqueur
ru: Мятный ликер

source: Mint tincture
ru: Мятная настойка

source: Mojito Cocktail (Mojito)
ru: Коктейль Мохито (Mojito)

source: Moldovan wine Feteasca (Fetească)
ru: Молдавское вино Фетяска (Fetească)

source: Moonshine
ru: Самогон

source: Mozart Liqueur
ru: Ликер Mozart

source: Mulled wine
ru: Глинтвейн

source: Muscat Wine (Muscat)
ru: Вино Мускат (Muscat)

source: Nut liqueur
ru: Ореховый ликер

source: Oloroso Sherry
ru: Херес Олоросо

source: Orange Bitter
ru: Апельсиновый биттер

source: Orange liqueur
ru: Апельсиновый ликер

source: Oruho
ru: Орухо

source: Pacharan
ru: Пачаран

source: Passion fruit liqueur
ru: Ликер маракуйя

source: Pastis (Pastis)
ru: Пастис (Pastis)

source: Peach Bitter
ru: Персиковый биттер

source: Peach liqueur
ru: Персиковый ликер

source: Peach schnapps
ru: Персиковый шнапс

source: Pear liqueur
ru: Грушевый ликер

source: Pear vodka
ru: Водка грушевая

source: Pepper vodka
ru: Водка перечная

source: Pimento dram liqueur
ru: Ликер пименто драм

source: Pina Colada Cocktail
ru: Коктейль Пина Колада

source: Pink Champagne
ru: Розовое шампанское

source: Pink Vermouth
ru: Розовый вермут

source: Pisco
ru: Писко

source: Pisho bitter
ru: Пишо биттер

source: Plum Bitter
ru: Сливовый биттер

source: Plum Gin
ru: Сливовый джин

source: Plum wine
ru: Сливовое вино

source: Port Wine
ru: Портвейн

source: Port Wine special reserve
ru: Портвейн специальный резерв

source: Prosecco wine (Prosecco)
ru: Вино Просекко (Prosecco)

source: Punch
ru: Пунш

source: Raspberry Sambuka
ru: Самбука малиновая

source: Raspberry liqueur
ru: Малиновый ликер

source: Raspberry vodka
ru: Водка малиновая

source: Red Vermouth
ru: Красный вермут

source: Red dessert wine
ru: Красное десертное вино

source: Red grapefruit liqueur
ru: Ликер красный грейпфрут

source: Red wine Merlot (Merlot)
ru: Красное вино Мерло (Merlot)

source: Rhubarb bitter
ru: Ревеневый биттер

source: Rhubarb liqueur
ru: Ревеневый ликер

source: Riesling white wine
ru: Белое вино Рислинг (Riesling)

source: Rose wine
ru: Розовое вино

source: Rum
ru: Ром

source: Rum-151
ru: Ром-151

source: Sake
ru: Саке

source: Sambuca Liqueur
ru: Ликер самбука

source: Sambuca orange-mango
ru: Самбука апельсин-манго

source: Sangria
ru: Сангрия

source: Schnapps
ru: Шнапс

source: Scotch whiskey
ru: Виски шотландский

source: Semi-dry champagne
ru: Шампанское полусухое

source: Semi-dry red wine
ru: Красное полусухое вино

source: Semi-dry white wine
ru: Белое полусухое вино

source: Semisweet champagne
ru: Шампанское полусладкое

source: Sheridan's Liqueur
ru: Ликер Sheridan's

source: Sherry Fino
ru: Херес Фино

source: Sherry wine
ru: Вино херес

source: Silver Tequila
ru: Серебряная текила

source: Single malt whiskey
ru: Односолодовый виски

source: Slivovitsa
ru: Сливовица

source: Sour cherry liqueur
ru: Ликер кислая вишня

source: Southern Comfort Liqueur
ru: Ликер Southern Comfort

source: Soviet champagne
ru: Советское шампанское

source: Sparkling wines
ru: Игристые вина

source: Spicy rum
ru: Пряный ром

source: Strawberry liqueur
ru: Клубничный ликер

source: Tangerine liqueur
ru: Мандариновый ликер

source: Tequila
ru: Текила

source: Tincture
ru: Настойка

source: Toffee liqueur
ru: Ирисковый ликер

source: Tokay wines
ru: Токайские вина

source: Tony's Port
ru: Портвейн Тони

source: Tsipuro
ru: Ципуро

source: Vana Tallinn Liqueur
ru: Ликер Vana Tallinn

source: Vanilla liqueur
ru: Ванильный ликер

source: Vanilla vodka
ru: Водка ванильная

source: Vermouth
ru: Вермут

source: Vermouth Cinzano (Cinzano)
ru: Вермут Чинзано (Cinzano)

source: Veuve Clicquot Champagne (Veuve Clicquot)
ru: Шампанское вдова Клико (Veuve Clicquot)

source: Vintage port
ru: Портвейн винтажный

source: Violet liqueur
ru: Фиалковый ликер

source: Vodka
ru: Водка

source: Whiskey
ru: Виски

source: White dessert wine
ru: Белое десертное вино

source: White rum
ru: Белый ром

source: White vermouth
ru: Белый вермут

source: Wild Africa Liqueur
ru: Ликер Wild Africa

source: Wine
ru: Вино

source: Xuxu Liqueur (XuXu)
ru: Ликер КсуКсу (XuXu)
