//
//  Constants.swift
//  FoodAtHome
//
//  Created by Артем Кудрявцев on 21.06.2022.
//

import UIKit

let pickerArray = ["кг.", "г.", "л.", "мл.", "уп."]
let monthsInterval = ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9", "10", "11", "12", "13", "14", "15", "16", "17", "18", "20", "21", "22", "23", "24", "25", "26", "27", "28", "29", "30", "31", "32", "33", "34", "35", "36"]
let daysInterval = ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9", "10", "11", "12", "13", "14", "15", "16", "17", "18", "20", "21", "22", "23", "24", "25", "26", "27", "28", "29", "30", "31"]


var foodListArray = ["Овощи" ,"Фрукты и ягоды" ,"Грибы" ,"Яйца и молочные продукты" ,"Мясные продукты" ,"Рыба и морепродукты" ,"Орехи и сухофрукты" ,"Мука и мучные изделия" ,"Крупы и каши" ,"Кондитерские изделия, сладости" ,"Зелень и цветы", "Специи и пряности", "Сырье и добавки", "Детское питание", "Безалкогольные напитки", "Алкогольные напитки"]


enum iPhoneScreensHeight: Double  {
    case iPhone_5s_SE = 568.0
    case iPhone_6S_6SPlus_7_8_SE2nd = 667.0
    case iPhone_7Plus_8Plus = 736.0
    case iPhone_X_XS_12mini_13mini = 812.0
    case iPhone_12_12Pro_13_13Pro = 844.0
    case iPhone_XSMax_XR_11_11Pro_11ProMax = 896.0
    case iPhone_12ProMax_13ProMax = 926.0
}

