//
//  Constants.swift
//  FoodAtHome
//
//  Created by Артем Кудрявцев on 21.06.2022.
//

import Foundation

let pickerArray = ["кг.", "г.", "л.", "мл.", "уп."]
let monthsInterval = ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9", "10", "11", "12", "13", "14", "15", "16", "17", "18", "20", "21", "22", "23", "24", "25", "26", "27", "28", "29", "30", "31", "32", "33", "34", "35", "36"]
let daysInterval = ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9", "10", "11", "12", "13", "14", "15", "16", "17", "18", "20", "21", "22", "23", "24", "25", "26", "27", "28", "29", "30", "31"]


var foodListArray = ["ОВОЩИ" ,"ФРУКТЫ И ЯГОДЫ" ,"ГРИБЫ" ,"ЯЙЦА И МОЛОЧНЫЕ ПРОДУКТЫ" ,"МЯСНЫЕ ПРОДУКТЫ" ,"РЫБА И МОРЕПРОДУКТЫ" ,"Орехи и сухофрукты" ,"Мука и мучные изделия" ,"Крупы и каши" ,"Кондитерские изделия, сладости" ,"Зелень и цветы", "Специи и пряности", "Сырье и добавки", "Детское питание", "Безалкогольные напитки", "Алкогольные напитки", "Все продукты"]
